[
	{
		"id": "skill_wealth",
		"name": "Wealth",
		"description": "You have access to your families connections and estates in order to generate an income. Instead of the standard wealth scale, you use a scale of 27R, 54R, 81R, 108R and 135R respectively."
	},
	{
		"id": "skill_connections2",
		"name": "Connections",
		"description": "You may take this skill in one of two ways:<br><br><ol><li>The character has connections and influence among Acryn’s nobility.  <li>The character has connections and influence among two specific groups. Choose two groups from the factions list (other than the wayfinder's guild and council). The Character has connections and influence with these groups. Examples would include: Engineers guild, Circle of the Broken Wing, House Terrec, College of the Stars, etc.</ol>"
	},
	{
		"id": "skill_estates",
		"name": "Estates or Operations",
		"description": "You can leverage your families estates or your mercantile operations, as well as your own experience with managing them to expand your own personal operations. You can maintain two resources rather than just one. "
	},
	{
		"id": "skill_connections3",
		"name": "Connections",
		"description": "You may take this skill in one of three ways (you may not take a connection with the same group twice):<br><br><ol><li>The character has connections and influence among Acryn’s council.  <li>The character has connections and influence among Acryn’s nobility.  <li>The character has connections and influence among two specific groups. Choose two groups from the factions list (other than the wayfinder's guild and council). The Character has connections and influence with these groups. Examples would include: Engineers guild, Circle of the Broken Wing, House Terrec, College of the Stars, etc.</ol>"
	},
	{		
		"id": "skill_tough",
		"name": "Tough",
		"description": "+2 Body Hits",
		"body": 2
	},
	{		
		"id": "skill_toughLvl1",
		"name": "Tough",
		"description": "+2 Body Hits",
		"body": 2
	},
	{		
		"id": "skill_toughLvl2",
		"name": "Tough",
		"description": "+2 Body Hits",
		"body": 2
	},
	{		
		"id": "skill_toughLvl3",
		"name": "Tough",
		"description": "+2 Body Hits",
		"body": 2
	},
	{		
		"id": "skill_toughLvl4",
		"name": "Tough",
		"description": "+2 Body Hits",
		"body": 2
	},
	{
		"id": "skill_diplomacy",
		"name": "Diplomacy",
		"description": "You have a basic understanding of the channels of power, and can usually find out who you need to speak to to address an issue in a new area."
	},
	{
		"id": "skill_fastTalk",
		"name": "Fast Talk",
		"description": "You’re good at spinning tales, which people tend to listen to. As long as full blown combat is not in progress, you can, once per encounter, say “Just hear me out” and follow it with up to thirty seconds of talking. If you do, intelligent creatures will always listen to the end before kicking anything off, giving you a chance to give your side of the story (or for your three mates to sneak up on them). ",
		"encounter": ["JUST HEAR ME OUT"]
	},
	{
		"id": "skill_attentionGrabbing",
		"name": "Attention Grabbing",
		"description": " Your character, through taunts or fast talking, is good at drawing foes attention. After talking to/taunting a target for a few seconds, you can say “keep looking at me”, after which they should do so as long as you continue talking/taunting, and they are not surprised by an attack from another direction (which breaks their concentration on you). ",
		"encounter": ["KEEP LOOKING AT ME"]
	},
	{
		"id": "skill_survivalist",
		"name": "Survivalist",
		"description": "As long as you are travelling through relatively normal terrain (woods, plains, tracks, hills etc.), and somewhat more challenging ones (dense forests, mountains) you never receive any penalties for extended travel, and can keep party members happy for longer on the road. You will also find it easier to hunt, track, and otherwise function in these terrains. You gain a DODGE while in any of these terrains. ",
		"encounter": ["DODGE (in Survivalist terrain)"]
	},
	{
		"id": "skill_usingTheLand",
		"name": "Using the Land",
		"description": "As long as you have a Survivalist skill sufficient to cover the terrain you’re travelling in, gain one ENTANGLE per encounter that can be called at anyone within five metres. ",
		"encounter": ["ENTANGLE (in Survivalist terrain)"]
	},
	{
		"id": "skill_usingTheLandLvl2",
		"name": "Using the Land",
		"description": "As long as you have a Survivalist skill sufficient to cover the terrain you’re travelling in, gain one ENTANGLE per encounter that can be called at anyone within five metres. ",
		"encounter": ["ENTANGLE (in Survivalist terrain)"]
	},
	{
		"id": "skill_usingTheLandLvl3",
		"name": "Using the Land",
		"description": "As long as you have a Survivalist skill sufficient to cover the terrain you’re travelling in, gain one ENTANGLE per encounter that can be called at anyone within five metres. ",
		"encounter": ["ENTANGLE (in Survivalist terrain)"]
	},	
	{
		"id": "skill_guide",
		"name": "Guide",
		"description": " As long as you have a Survivalist skill sufficient to cover the terrain you’re travelling in, the whole party gains a dodge. For you, this is in ADDITION to the one you get from Survivalist. ",
		"party": ["DODGE (in Survivalist terrain)"]
	},
	{
		"id": "skill_crafter1",
		"name": "Crafter",
		"description": "The character can carry out field repairs to standard quality armour of all classes, and can fix shattered standard equipment with access to a smithy. "
	},
	{
		"id": "skill_crafter2",
		"name": "Crafter",
		"description": "As Crafter 1, but the character can repair superior equipment, and gains the ability to field repair standard weaponry and shields. In addition, the character can craft a single standard item between each adventure."
	},
	{
		"id": "skill_builder",
		"name": "Builder",
		"description": " You know how to build most common types of building. When purchasing simple resources you pay only 75% of the cost to represent the purchase of materials and labour used to construct the resource yourself. You may construct resources for other characters, you pay 75% of the cost as usual and pass the resource to the other character in exchange for whatever arrangement has been worked out between your characters. "
	},
	{
		"id": "skill_adjustment",
		"name": "Adjustment",
		"description": "Pick <strong>one</strong> of the following:<br><br><ol><li>Adjust Armour: Once per an encounter, you may (with a few seconds work) adjust some armour to give the wearer a single resist to ONE of the following effects, which must be chosen in advance: Strikedown/Rend/Weaken<li> Adjust Weapon: Once per an encounter, you may (with a few seconds work) adjust a weapon to give the user a single resist to ONE of the following effects, which must be chosen in advance: Disarm/Shatter</ol>",
		"encounter": "Apply RESIST to WEAPON or ARMOUR",
		"preReqs": {
			"and": [
				"skill_crafter2"
			]
		}
	},
	{
		"id": "skill_emergencyAid",
		"name": "Emergency Aid",
		"description": "You are a healer and are able to use your skills to restore hitpoints. The process of healing someone can be taxing, and by default all healing abilities (abilities which allow you to call HEAL x) will WEAKEN the character they are used on until the end of the next encounter. Healing abilities will always have a number of free uses (i.e., the number of times an encounter you can use the ability before characters start getting weakened). You cannot treat an already weakened patient unless you are using one of your free uses.<br><br>Using medical abilities will also involve a number of seconds of “medical roleplay”, this essentially just means physrepping your treatment but does require using two hands and a patient who is not yourself (unless the skill states otherwise). The Memento Mundi setting supports a reasonable variety of medical practices, so long as you are physically interacting with the patient (e.g., cutting, sewing, herbs, poultices, etc), spiritual healing is the domain of priests and mages.<br><br>You may, with 10 seconds of medical roleplay, restore 1 HP <strong>to a character on 0 HP</strong>. This ability can be used as many times as necessary in an encounter without weakening the patient.",
		"unlimited": ["HEAL 1 to character with 0 HP (10s)"]
	},
	{
		"id": "skill_resuscitate",
		"name": "Resuscitate",
		"description": "You may, with 10 seconds of medical roleplay, restore 4 HP to a character on 0 HP. You can also use this ability to restore anyone on less than 4HP to 4HP between encounters. You may use this ability as many times as necessary in an encounter without weakening the patient.<br><br>This ability can be used on yourself, but the difficulty is much greater and cannot be achieved in combat.",
		"unlimited": ["HEAL 4 to character with 0 HP (10s)"]
	},
	{
		"id": "skill_patchUp",
		"name": "Patch Up",
		"description": "With 10 seconds of medical roleplay, you may restore up to 6HP. You may use this ability three times without weakening the patient. <br><br>This ability can be used on yourself, but the difficulty is much greater and cannot be achieved in combat. ",
		"encounter": ["HEAL 6 (up to 3 times before weakening patient) (10s)"]
	},
	{
		"id": "skill_surgery",
		"name": "Surgery",
		"description": "You may, with 1 minute of roleplay, fully restore a character’s HP. They will be WEAKENED until the end of the FOLLOWING encounter. ",
		"unlimited": "HEAL FULL (weakening patient until end of next encounter) (60s)",
		"preReqs": {
			"and": [],
			"or": [
				"skill_patchUp",
				"skill_medicalKnowledge"
			]
		}		
	},
	{
		"id": "skill_medicalKnowledge",
		"name": "Medical Knowledge",
		"description": "Necessary for the diagnosis and curing of minor diseases, and for the diagnosis of addictions. Very minor diseases may well be curable with a herbal preparation. You will <strong>always</strong> be able to ease the suffering of an individual, and the use of this ability (an hour or two in a settlement) is likely to win you the favour of the locals."
	},
	{
		"id": "skill_specialMedicine",
		"name": "Special Medicine",
		"description": "Twice per adventure you may apply a STRENGTHEN to a character for an encounter with ten seconds of medical roleplay. Additionally, that character may call RESIST to the first call of weaken against them.<br><br>This ability can be used on yourself, but the difficulty is much greater and cannot be achieved in combat. ",
		"adventure": ["Apply STRENGTHEN to a character (plus RESIST first WEAKEN)","Apply STRENGTHEN to a character (plus RESIST first WEAKEN)"]
	},
	{
		"id": "skill_mixPotion1",
		"name": "Mix Potion",
		"description": "You are an Alchemist and treated as such for the purposes of taking and producing Alchemical Potions. You may mix ingredients to produce Alchemical Effects. You have 6 potion slots for mixing potions you know between adventures. You may additionally recognise any potion you know how to mix, you may choose a single Class D potion to learn how to make. "
	},
	{
		"id": "skill_mixClassDPotion",
		"name": "Mix Class D Potion",
		"description": "You know how to mix a second Class D potion. "
	},
	{
		"id": "skill_mixAlchemicalPaste",
		"name": "Mix Alchemical Paste",
		"description": " You may mix some potions in such a way that they can be delivered on a blade or by touch (potions will specify if they can be used this way) "
	},
	{
		"id": "skill_mixClassCPotion",
		"name": "Mix Class C Potion",
		"description": "You know how to mix a single Class C potion. ",
		"preReqs": {
			"and": [
				"skill_mixClassDPotion"
			]
		}
	},
	{
		"id": "skill_subdual",
		"name": "Subdual",
		"description": "You are especially skilled at ensuring that your blows are non-fatal. So long as you are calling SINGLE (or less) with a short (36in or less) weapon, an opponent you are engaged with will not sustain life threatening injuries. Once the opponent you are engaging has been dropped to zero hits, you can call HEAL ZERO. If you wish, you may specify that the subdued opponent is unconscious, if you do not then they will be conscious.<br><strong>Note</strong>: This skill represents your ability to cause non-fatal injury, and cannot affect any character already reduced to zero hits. "
	},
	{
		"id": "skill_disarmingBlow",
		"name": "Disarming Blow",
		"description": "Gain 1 use of DISARM per an encounter with a short weapon (under 36in) ",
		"encounter": ["DISARM"]
	},
	{
		"id": "skill_advancedSubdual",
		"name": "Advanced Subdual",
		"description": "You are even more experienced with subduing an opponent, and gain the ability to call DOUBLEs with a short (36in or less) weapon while you are using the subdual ability. You must call HEAL ZERO if you drop an opponent while using this ability."
	},
	{
		"id": "skill_useWeapon",
		"name": "Use Weapon",
		"description": "You may fight with any appropriate weapon physrep of the class you choose. Weapon types available to fighters are: <ul><li>Sword<li>Axe<li>Mace/Hammer<li>Great Weapon<li>Spear<li>Rapier<li>Staff<li>Flail<li>Bastard (Weapon greater than 36\") </ul>"
	},
	{
		"id": "skill_useSword",
		"name": "Use Sword",
		"description": "You may fight with a sword"
	},
	{
		"id": "skill_useRapier",
		"name": "Use Rapier",
		"description": "You may fight with a rapier"
	},
	{
		"id": "skill_useMaceHammer",
		"name": "Use Mace/Hammer",
		"description": "You may fight with a mace or hammer"
	},
	{
		"id": "skill_weaponTalent1",
		"name": "Weapon Talent 1",
		"description": "<ul><li>Great Weapon:You may strike for DOUBLE with a great weapon. You may combine this with effect calls.<li>Axe: You gain 1 REND and 1 WEAKEN call per encounter, as well as 2 SHATTER calls per adventure.<li>Spear/Staff: You gain 1 STRIKEDOWN and 1 WEAKEN call per encounter, as well as 1 SHATTER call per adventure.<li>Mace/Hammer: You gain 2 STRIKEDOWN call per encounter and 1 WOUND 30 call per adventure.<li>Rapier: You gain 2 calls per encounter of DISARM or WEAKEN, as well as 1 Blind 5 call per adventure.<li>Sword: You gain 1 WOUND 5 and 1 STRIKEDOWN per encounter, as well as 1 SHATTER call per adventure.<li>Flail: You gain 1 DISARM and 1 WOUND 5 per encounter, as well as 1 WOUND 30 call per adventure.<li>Bastard (Weapon): You may strike for DOUBLE with a bastard weapon. You may combine this with effect calls."
	},
	{
		"id": "skill_greatWeaponTalent1",
		"name": "Great Weapon Talent 1",
		"description": "You may strike for a DOUBLE with a great weapon.",
		"damage": 2
	},
	{
		"id": "skill_axeTalent1",
		"name": "Axe Talent 1",
		"description": "You gain 1 REND and 1 WEAKEN call per encounter, as well as 2 SHATTER calls per adventure.",
		"encounter": ["REND", "WEAKEN"],
		"adventure": ["SHATTER", "SHATTER"]
	},
	{
		"id": "skill_spearStaffTalent1",
		"name": "Spear/Staff Talent 1",
		"description": "You gain 1 STRIKEDOWN and 1 WEAKEN call per encounter, as well as 1 SHATTER call per adventure.",
		"encounter": ["STRIKEDOWN", "WEAKEN"],
		"adventure": ["SHATTER"]
	},
	{
		"id": "skill_maceHammerTalent1",
		"name": "Mace/Hammer Talent 1",
		"description": "You gain 2 STRIKEDOWN calls per encounter and 1 WOUND 30 call per adventure",
		"encounter": ["STRIKEDOWN", "STRIKEDOWN"],
		"adventure": ["WOUND 30"]
	},
	{
		"id": "skill_rapierTalent1",
		"name": "Rapier Talent 1",
		"description": "You gain 2 calls per encounter of DISARM or WEAKEN, as well as 1 BLIND 5 call per adventure.",
		"encounter": ["DISARM or WEAKEN", "DISARM or WEAKEN"],
		"adventure": ["BLIND 5"]
	},
	{
		"id": "skill_swordTalent1",
		"name": "Sword Talent 1",
		"description": "You gain 1 WOUND 5 and 1 STRIKEDOWN per encounter, as well as 1 SHATTER per adventure",
		"encounter": ["WOUND 5", "STRIKEDOWN"],
		"adventure": ["SHATTER"]
	},
	{
		"id": "skill_flailTalent1",
		"name": "Flail Talent 1",
		"description": "You gain 1 DISARM and 1 WOUND 5 call per encounter, as well as 1 WOUND 30 call per adventure",
		"encounter": ["DISARM", "WOUND 5"],
		"adventure": ["WOUND 30"]
	},
	{
		"id": "skill_bastardWeaponTalent1",
		"name": "Bastard (Weapon) Talent 1",
		"description": "You may strike for DOUBLE with a bastard weapon.  You may combine this with effect calls.",
		"damage": 2
	},
	{
		"id": "skill_weaponFinesse",
		"name": "Weapon Finesse",
		"description": "<ul><li>Great Weapon: You gain 3 STRIKEDOWN calls per encounter.<li>Bastard weapon: You gain 3 STRIKEDOWN calls per encounter which you can use while wielding the weapon in two hands.<li>All others: Gain 1 dodge while fighting with your chosen weapon.</ul>",
		"preReqs": {
			"and": [
				"skill_weaponTalent1"
			]
		}
	},
	{
		"id": "skill_greatWeaponFinesse",
		"name": "Great Weapon Finesse",
		"description": "You gain 3 STRIKEDOWN calls per encounter",
		"encounter": ["STRIKEDOWN", "STRIKEDOWN", "STRIKEDOWN"],
		"preReqs": {
			"or": ["skill_weaponTalent1", "skill_greatWeaponTalent1"]
		}
	},
	{
		"id": "skill_bastardWeaponFinesse",
		"name": "Bastard Weapon Finesse",
		"description": "You gain 3 STRIKEDOWN calls per encounter which you can use while wielding the weapon in two hands",
		"encounter": ["STRIKEDOWN", "STRIKEDOWN", "STRIKEDOWN"],
		"preReqs": {
			"or": ["skill_weaponTalent1", "skill_bastardWeaponTalent1"]
		}
	},
	{
		"id": "skill_rapierFinesse",
		"name": "Rapier Finesse",
		"description": "Gain 1 DODGE while fighting with a rapier",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_swordFinesse",
		"name": "Sword Finesse",
		"description": "Gain 1 DODGE while fighting with a sword",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_otherWeaponFinesse",
		"name": "Other Weapon Finesse",
		"description": "Gain 1 DODGE while fighting with your chosen weapon",
		"encounter": ["DODGE"],
		"preReqs": {
			"or": ["skill_weaponTalent1", "skill_axeTalent1", "skill_spearStaffTalent1", "skill_maceHammerTalent1", "skill_rapierTalent1", "skill_swordTalent1", "skill_flailTalent1"]
		}
	},
	{
		"id": "skill_maceHammerFinesse",
		"name": "Mace/Hammer Finesse",
		"description": "Gain 1 DODGE while fighting with a mace or a hammer",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_weaponPotency",
		"name": "Weapon Potency",
		"description": "<ul><li>Great Weapon: You gain 1 SHATTER call per encounter.<li>Rapier: You may strike for SINGLE THROUGH with your chosen weapon.<li>Bastard Weapon: You gain 1 STRIKEDOWN and 1 DISARM call per encounter (in one or two hands), as well as 1 SHATTER call per adventure so long as you are using the weapon in 2 hands.<li>All others: You may strike for DOUBLE with your chosen weapon. You may combine this with effect calls.</ul>"
	},
	{
		"id": "skill_greatWeaponPotency",
		"name": "Great Weapon Potency",
		"description": "You gain 1 SHATTER call per encounter",
		"encounter": ["SHATTER"]
	},
	{
		"id": "skill_rapierPotency",
		"name": "Rapier Potency",
		"description": "You may strike for SINGLE THROUGH with a rapier",
		"unlimited": ["THROUGH"],
		"damage": 1
	},
	{
		"id": "skill_swordPotency",
		"name": "Sword Potency",
		"description": "You may strike for DOUBLE with a sword.  You may combine this with effect calls.",
		"unlimited": ["THROUGH"],
		"damage": 1
	},
	{
		"id": "skill_bastardWeaponPotency",
		"name": "Bastard Weapon Potency",
		"description": "You gain 1 STRIKEDOWN and 1 DISARM call per encounter (in one or two hands) as well as 1 SHATTER call per adventure so long as you are using the weapon in 2 hands",
		"encounter": ["STRIKEDOWN", "DISARM"],
		"adventure": ["SHATTER"]
	},
	{
		"id": "skill_otherWeaponPotency",
		"name": "Other Weapon Potency",
		"description": "You may strike for DOUBLE with your chosen weapon.  You may combine this with effect calls.",
		"damage": 2
	},
	{
		"id": "skill_maceHammerPotency",
		"name": "Mace/Hammer Potency",
		"description": "You may strike for DOUBLE with a mace or hammer.  You may combine this with effect calls.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_heavyArmourUse",
		"name": "Heavy Armour Use",
		"description": "You may wear Heavy Armour. This gives the user 6 extra hits. While wearing Heavy Armour, all dodges you would usually have become RESIST calls to STRIKEDOWN or REND instead in addition to any RESIST calls gained from Large Shield Use. Additionally you may repair a suit of Heavy armour up to half its total hits. ",
		"armour": 6,
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_heavyArmourTraining2",
		"name": "Heavy Armour Training",
		"description": "Heavy armour is worth an additional +2 hits. ",
		"armour": 2
	},
	{
		"id": "skill_heavyArmourTraining3",
		"name": "Heavy Armour Training",
		"description": "Heavy armour is worth an additional +3 hits. ",
		"armour": 3
	},
	{
		"id": "skill_heavyArmourTraining4",
		"name": "Heavy Armour Training",
		"description": "Heavy armour is worth an additional +4 hits. ",
		"armour": 4
	},
	{
		"id": "skill_heavyArmourRepair",
		"name": "Heavy Armour Repair",
		"description": "You can fully repair a suit of Heavy Armour. If you could already fully repair Heavy Armour, you instead gain +3 armour hits while using it. "
	},
	{
		"id": "skill_mediumArmourUse",
		"name": "Medium Armour Use",
		"description": "You may wear Medium Armour. This gives the user 4 extra hits. Additionally you may repair a suit of Medium Armour up to half its total hits. ",
		"armour": 2
	},
	{
		"id": "skill_mediumArmourRepair",
		"name": "Medium Armour Repair",
		"description": "You may fully repair a suit of medium armour. If you already had the ability to fully repair medium armour, you instead gain +2 armour hits while wearing it"
	},
	{
		"id": "skill_mediumArmourTraining",
		"name": "Medium Armour Training",
		"description": "You gain an additional +2 hits while wearing Medium Armour. ",
		"armour": 2
	},
	{
		"id": "skill_mediumArmourTrainingLvl2",
		"name": "Medium Armour Training",
		"description": "You gain an additional +2 hits while wearing Medium Armour. ",
		"armour": 2
	},
	{
		"id": "skill_mediumArmourTrainingLvl3",
		"name": "Medium Armour Training",
		"description": "You gain an additional +2 hits while wearing Medium Armour. ",
		"armour": 2
	},
	{
		"id": "skill_mediumArmourTrainingLvl5",
		"name": "Medium Armour Training",
		"description": "You gain an additional +2 hits while wearing Medium Armour. ",
		"armour": 2
	},
	{
		"id": "skill_bucklerUse",
		"name": "Buckler Use",
		"description": "You may fight with a buckler, this can be done in one of two ways: <ul><li>When held in your hand, you may ignore any blow that hits your buckler and may use other relevant shield skills.<li>When strapped to your arm, you may treat blows that hit the buckler as if they had hit your weapon or use relevant shield skills.</ul>"
	},
	{
		"id": "skill_mediumShieldUse",
		"name": "Medium Shield Use",
		"description": "You can use a medium shield. You gain 2 uses of RESIST SHATTER, DISARM, or STRIKEDOWN per encounter against blows which hit your shield. <br><br>Additionally, you CAN wield a large shield with this skill, but do not gain any of the benefits of Large Shield use while still losing all dodges, nor can you use other shield skills while using a large shield. <br><br>When fighting with a weapon and shield, resists from shield skills can be applied to strikes against either your shield or your weapon. ",
		"encounter": ["RESIST SHATTER, DISARM or STRIKEDOWN against shield", "RESIST SHATTER, DISARM or STRIKEDOWN against shield"]
	},
	{
		"id": "skill_shieldSwiftness",
		"name": "Shield Swiftness",
		"description": "Gain an additional DODGE while using a shield.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_solidDefence",
		"name": "Solid Defence",
		"description": "You gain 2 uses of RESIST SHATTER, DISARM, or STRIKEDOWN per encounter against blows which hit your shield. ",
		"encounter": ["RESIST SHATTER, DISARM or STRIKEDOWN against shield", "RESIST SHATTER, DISARM or STRIKEDOWN against shield"]
	},
	{
		"id": "skill_largeShieldUse",
		"name": "Large Shield Use",
		"description": "You can use a large shield. When using a large shield you lose all DODGEs you would otherwise have. Instead, you gain one use of RESIST SHATTER, DISARM, or STRIKEDOWN per encounter against blows which hit your shield for each dodge you would have had. This is in addition to any resists gained through Heavy Armour Use. <br><br>Additionally, you CAN wield a medium shield with this skill, but do not gain any of the benefits of Medium Shield use nor can you use other shield skills while using a medium shield. <br><br>When fighting with a weapon and shield, resists from shield skills can be applied to strikes against either your shield or your weapon. ",
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_useBow",
		"name": "Use Bow",
		"description": "You may use a bow/crossbow, arrows from which do a DOUBLE by default and may not be DODGED (unless a skill states otherwise).",
		"damage": 2
	},
	{
		"id": "skill_bowMastery1",
		"name": "Bow Mastery",
		"description": " You gain 1 DODGE while holding a bow or crossbow, or while you are putting it away. ",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_bowTalent1",
		"name": "Bow Talent 1",
		"description": "You may add STRIKEDOWN to your damage calls (do not combine effect calls) when using a bow or crossbow. ",
		"unlimited": ["STRIKEDOWN"],
		"preReqs": {
			"and": [
				"skill_bowMastery2"
			]
		}
	},
	{
		"id": "skill_bowMastery2",
		"name": "Bow Mastery",
		"description": "You may call TRIPLE with a bow or crossbow, which may be combined with effect calls. ",
		"damage": 3
	},
	{
		"id": "skill_arcaneArcher",
		"name": "Arcane Archer",
		"description": "You gain the following benefits:<br><br><i>Mage</i><br><br>You may use a bow to call SINGLE.  If you have the \"Implement Experience\" skill, this improves to SINGLE STRIKEDOWN.<br><br><i>Non-Mage</i><br><br>Choose one rite from those available to the Mages tree.  As long as you have a bow on your person, you have access to the knack for that rite.  As long as you have the Bow Mastery 1 skill, you also gain Mana Sense (as the skill) while you have an arrow nocked to your bow.<br><br>You generate 1 protomana per encounter.",
		"preReqs": {
			"or": ["skill_implementUse", "skill_useBow"]
		}
	},
	{
		"id": "skill_arcaneStrike",
		"name": "Arcane Strike",
		"description": "Once per encounter, when successfully striking a target with an arrow, you may apply the appropriate effect from the list below for any rite for which you can either cast a spell or know the knack.  You may expend protomana, crystal mana or implement-stored mana to use these skills an additional time. <ul><li>Scribing: call ZERO BLAST<li>Wounding: call WOUND 15 on the limb of your choice<li>Binding: call DISARM on item the target is holding.  You may call DISARM on that item whenever the target picks it up until you next strike a target with an arrow.<li>Consumption: hit someone with an arrow and an empty vial on your person will fill with one of the following potions which will expire before the beginning of the next encounter: HEAL 4, STRENGTHEN for 30 seconds, The Veil (giving you a short insight into the person whom you shot)<li>Fracturing: for the rest of the encounter, you may call +1 damage whenever you strike the target<li>Other rites: on request, you terrible monsters</ul>"
	},
	{
		"id": "skill_crossAptitude",
		"name": "Cross-Aptitude",
		"description": "You gain the following benefits: <br><br><i>Mage</i><br><br>The base damage of your arrows increases to DOUBLE.  You may apply the effects of Returning Implement to your bow if you have the skill, and can store mana in your bow as if it were an implement (though it does not generate mana) if it is not one already.  If it *is* your implement, it can store (and generates between adventures) 2 additional mana.<br><br><i>Non-Mage</i><br><br>You gain the effects of the Minor Ritualist skill.  Any rituals you perform must involve your bow in some way.  In addition, if you have the \"Bow Mastery 2\" skill, you may store 2 mana in your implement as per the implement experience skill (including the reservoir filling between adventures)."
	},
	{
		"id": "skill_arcaneArcherLevel3",
		"name": "Arcane Archer Level 3",
		"description": "For one encounter per adventure you gain the following effect relating to either your primary rite or knack:<ul><li>Fracturing: once every 20 seconds you may teleport to the location of one of the arrows you have fired in the encounter.  Call DISAPPEARING and APPEARING.  If you are in between arrows for more than 10 seconds you will not be able to return to the encounter<li>Scribing: for every arrow that you knock you gain a single use of FEAR which can be targeted at anyone within 5 meters.  This FEAR is lost when you loose the arrow.<li>Binding: when you have struck a target with an arrow, you may immediately follow up with ENTANGLE (LIMB)<li>Wounding: every time you successfully strike a target with a superior arrow you gain a single protomana (up to your usual maximum)<li>Consumption: call your normal damage and HEAL 6 to yourself or an ally</ul>"
	},
	{
		"id": "skill_dragonSoulBow",
		"name": "Dragon Soul Bow",
		"description": "When your hand comes into contact with a bow an unsettling change comes over it, a thin veneer of scales forms along its length.  When pulling its string back, a thin beam of light forms in place of the arrow. <br><br>When attacking with archery you count as STRENGTHENED for the purposes of damage.  If you are using standard arrows, your damage increases to a maximum of SINGLE THROUGH, although you must still wait 10 seconds to reload and may only fire at those within 5 meters."
	},
	{
		"id": "skill_larceny",
		"name": "Larceny",
		"description": "You have basic criminal talents, such as lockpicking or sneaking past a sleepy guard at night."
	},
	{
		"id": "skill_backstab",
		"name": "Backstab",
		"description": "You are exquisitely skilled at striking deadly blows on unprepared targets.  If you strike a blow on someone from behind with a dagger without them noticing you before the blow struck, you may call BACKSTAB QUAD THROUGH.",
		"unlimited": ["BACKSTAB QUAD THROUGH"]
	},
	{
		"id": "skill_flanking",
		"name": "Flanking",
		"description": "You are skilled at stealthily ranging ahead of the party and getting into prime positions.  Any time a combat starts that is not a sudden surprise to the party, you may choose to begin the encounter in cover away from the main party.  Monsters will usually not notice you until you move or take an offensive action."
	},
	{
		"id": "skill_hamstring",
		"name": "Hamstring",
		"description": "You are skilled at disabling foes with a backstab.  You may choose to call BACKSTAB QUAD REND when using a backstab.",
		"unlimited": ["BACKSTAB QUAD REND"],
		"preReqs": {
			"and": ["skill_backstab"]
		}
	},
	{
		"id": "skill_pickpocket",
		"name": "Pickpocket",
		"description": "If you spend five seconds uninterrupted in close proximity to another person without them paying attention to you, you may tell a GM and you will have stolen something from their pockets."
	},
	{
		"id": "skill_disguise",
		"name": "Disguise",
		"description": "You are adept at putting together a disguise to cover your looks.",
		"preReqs": {
			"and": ["skill_pickpocket"]
		}
	},
	{
		"id": "skill_edificeer",
		"name": "Edificeer",
		"description": "You are a skilled climber.  The effects of this are at GM discretion, but it's very useful for breaking and entering.  Additionally, you may use any skill which requires an appropriate terrain in an urban environment.",
		"preReqs": {
			"and": ["skill_pickpocket"]
		}
	},
	{
		"id": "skill_knifeFighter",
		"name": "Knife Fighter",
		"description": "You may call SINGLE THROUGH with daggers.",
		"unlimited": ["THROUGH"]
	},
	{
		"id": "skill_daggerMastery1",
		"name": "Dagger Mastery 1",
		"description": "You gain one DODGE while fighting with a dagger in either hand.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_daggerTalent1",
		"name": "Dagger Talent",
		"description": "You gain two REND calls while fighting with a dagger in either hand.  If you fight with a melee dagger in each hand, you gain this effect for both.",
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_daggerMastery2",
		"name": "Dagger Mastery 2",
		"description": "You may call DOUBLE THROUGH with daggers.",
		"damage": 2,
		"unlimited": ["THROUGH"]
	},
	{
		"id": "skill_twoWeaponSwiftness",
		"name": "Two-Weapon Swiftness",
		"description": "You gain a DODGE while fighting with a weapon in each hand (including a main-gauche).",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_ambidextrous",
		"name": "Ambidextrous",
		"description": "You may fight with any weapon you have the skill to use, in both hands at once."
	},
	{
		"id": "skill_weaponCatching",
		"name": "Weapon Catching",
		"description": "You gain 1 DISARM call per encounter while fighting with a weapon in your off-hand.",
		"encounter": ["DISARM"]
	},
	{
		"id": "skill_twinDefensiveSwiftness",
		"name": "Twin Defensive Swiftness",
		"description": "Gain an additional DODGE while wielding in each hand a weapon that you are skilled in using.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_twinDefensiveSwiftnessLvl1",
		"name": "Twin Defensive Swiftness",
		"description": "Gain an additional DODGE while wielding in each hand a weapon that you are skilled in using.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_twinDefensiveSwiftnessLvl2",
		"name": "Twin Defensive Swiftness",
		"description": "Gain an additional DODGE while wielding in each hand a weapon that you are skilled in using.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_twinDefensiveSwiftnessLvl3",
		"name": "Twin Defensive Swiftness",
		"description": "Gain an additional DODGE while wielding in each hand a weapon that you are skilled in using.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_twinDefensiveSwiftnessLvl4",
		"name": "Twin Defensive Swiftness",
		"description": "Gain an additional DODGE while wielding in each hand a weapon that you are skilled in using.",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_spellPower",
		"name": "Spell Power",
		"description": "Choose one level one spell from your rite. You know and can cast that spell. You can cast up to four spells per adventure and a maximum of two per encounter using protomana before any further casting will cause a burnout. "
	},
	{
		"id": "skill_manaSense",
		"name": "Mana Sense",
		"description": " You can feel the presence of nearby caches of mana, and can track down hidden stocks of it (or focus for a few seconds and work out whether someone has some in their pockets. "
	},
	{
		"id": "skill_protomanaTolerance",
		"name": "Protomana Tolerance",
		"description": "You may cast one spell per encounter using protomana without it counting towards your per adventure limit. Your casting cap per encounter remains the same. "
	},
	{
		"id": "skill_protomanaTolerance1",
		"name": "Protomana Tolerance",
		"description": "You may cast one spell per encounter using protomana without it counting towards your per adventure limit. Your casting cap per encounter remains the same. "
	},
	{
		"id": "skill_protomanaTolerance2",
		"name": "Protomana Tolerance",
		"description": "You may cast one spell per encounter using protomana without it counting towards your per adventure limit. Your casting cap per encounter remains the same. "
	},
	{
		"id": "skill_protomanaTolerance3",
		"name": "Protomana Tolerance",
		"description": "You may cast one spell per encounter using protomana without it counting towards your per adventure limit. Your casting cap per encounter remains the same. "
	},
	{
		"id": "skill_greaterSpellPower",
		"name": "Greater Spell Power",
		"description": " Choose one level two spell from your rite. You know and can cast that spell. You can cast up to two additional spells per adventure and an additional one per encounter using protomana before any further casting will cause a burnout. "
	},
	{
		"id": "skill_miraculousPower",
		"name": "Miraculous Power",
		"description": "Choose one level 1 miracle from the priest tree for your god. You may use this miracle once per encounter by carrying out the appropriate length of roleplaying. "
	},
	{
		"id": "skill_divineAura1",
		"name": "Divine Aura 1",
		"description": "You gain the Divine Aura 1 ability appropriate to your god. As an exception, Divine Favoured of the Traitor may choose to take the skill Traitors Cloak in place of Divine Aura."
	},
	{
		"id": "skill_greaterMiraculousPower",
		"name": "Greater Miraculous Power",
		"description": "Choose one level 2 miracle from the priest tree for your god. You may use this miracle once per encounter by carrying out the appropriate length of roleplaying. "
	},
	{
		"id": "skill_determination",
		"name": "Determination",
		"description": "Fighters have reserves of grit and determination above and beyond other characters.  Twice per adventure, Fighters can immediately HEAL FULL themselves.  If they wish, they can do this in response to being reduced to 0 HP.",
		"adventure": ["HEAL FULL self", "HEAL FULL self"]
	},
	{
		"id": "skill_weaponTalent2",
		"name": "Weapon Talent 2",
		"description": "<ul><li>Great Weapon: You may call IMMUNE to any SHATTER calls made while you wield a Great Weapon. You gain an additional SHATTER per encounter.<li>Mace/Hammer: You gain 1 SHATTER call per encounter.<li>Sword: You gain 1 REND call per encounter.<li>Axe: You gain 1 STRIKEDOWN calls per encounter.<li>Staff: You gain 2 DISARM calls per encounter.<li>Spear: You gain 2 STRIKEDOWN calls per encounter.<li>Rapier: You gain 1 REND call per encounter.<li>Flail: You gain 1 ENTANGLE call per encounter.<li>Bastard (Weapon): Gain 1 Wound 10 per encounter, which you may use while wielding the weapon in 2 hands.</ul>"
	},
	{
		"id": "skill_greatWeaponTalent2",
		"name": "Great Weapon Talent 2",
		"description": "You may call IMMUNE to any SHATTER calls made while you wield a Great Weapon.  You gain an additional SHATTER per encounter.",
		"immune": "SHATTER",
		"encounter": ["SHATTER"]
	},
	{
		"id": "skill_maceHammerTalent2",
		"name": "Mace/Hammer Talent 2",
		"description": "You gain 1 SHATTER call per encounter",
		"encounter": ["SHATTER"]
	},
	{
		"id": "skill_swordTalent2",
		"name": "Sword Talent 2",
		"description": "You gain 1 REND call per encounter",
		"encounter": ["REND"]
	},
	{
		"id": "skill_staffTalent2",
		"name": "Staff Talent 2",
		"description": "You gain 2 DISARM calls per encounter",
		"encounter": ["DISARM", "DISARM"]
	},
	{
		"id": "skill_spearTalent2",
		"name": "Spear Talent 2",
		"description": "You gain 2 STRIKEDOWN calls per encounter",
		"encounter": ["STRIKEDOWN", "STRIKEDOWN"]
	},
	{
		"id": "skill_rapierTalent2", 
		"name": "Rapier Talent 2",
		"description": "You gain 1 REND call per encounter",
		"encounter": ["REND"]
	},
	{
		"id": "skill_flailTalent2",
		"name": "Flail Talent 2",
		"description": "You gain 1 ENTANGLE call per encounter",
		"encounter": ["ENTANGLE"]
	},
	{
		"id": "skill_bastardWeaponTalent2",
		"name": "Bastard Weapon Talent 2",
		"description": "Gain 1 WOUND 10 per encounter which you may use while wielding the weapon in 2 hands.",
		"encounter": ["WOUND 10"]
	},
	{
		"id": "skill_improvisedWeapon",
		"name": "Improvised Weapon",
		"description": "Your chosen weapon type is familiar enough to you that you can almost always find something that will work in its place up to a point. Mechanically, you can find an object that will work for you as a standard weapon of your chosen type with ten seconds of appropriate \"searching\" roleplaying. "
	},
	{
		"id": "skill_oneWithYourWeapon",
		"name": "One With Your Weapon",
		"description": "You may call IMMUNE to any disarm calls made against your chosen weapon.",
		"immune": ["DISARM"]
	},
	{
		"id": "skill_weaponSupremacy",
		"name": "Weapon Supremacy",
		"description": "<ul><li>Great Weapon: You may strike for TRIPLE with your chosen weapon.  You may combine this with effect calls.  You gain an additional SHATTER call per encounter.<li>Rapier: you may strike for DOUBLE THROUGH with your chosen weapon.<li>Bastard Weapon: You may strike for TRIPLE so long as you are wielding your weapon in 2 hands.  You may also call REND once per encounter.<li>All others: you gain the effects of Weapon Talent 1 an additional time.  This does NOT double with Ambidextrous</ul>"
	},
	{
		"id": "skill_greatWeaponSupremacy",
		"name": "Great Weapon Supremacy",
		"description": "You may strike for TRIPLE with your chosen weapon.  You may combine this with effect calls.  You gain an additional SHATTER call per encounter.",
		"damage": 3,
		"encounter": ["SHATTER"]
	},
	{
		"id": "skill_rapierSupremacy",
		"name": "Rapier Supremacy",
		"description": "You may strike for DOUBLE THROUGH with your chosen weapon",
		"damage": 2,
		"unlimited": ["THROUGH"]
	},
	{
		"id": "skill_bastardWeaponSupremacy",
		"name": "Bastard Weapon Supremacy",
		"description": "You may strike for TRIPLE so long as you are wielding your weapon in 2 hands.  You may also call REND once per encounter.",
		"damage": 3,
		"encounter": ["REND"]
	},
	{
		"id": "skill_otherWeaponSupremacy",
		"name": "Other Weapon Supremacy",
		"description": "You gain the effects of Weapon Talent 1 an additional time.  This does not double with Ambidextrous",
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_weaponTranscendence",
		"name": "Weapon Transcendence",
		"description": "<ul><li>Sword/Rapier: once per adventure you may, for a period of 10 seconds, call DISARM on <strong>every</strong> blow.<li>Spear/Knife: once per adventure you may, for a period of 10 seconds, call WOUND 5 on <strong>every</strong> blow.<li>Flail/Hammer/Mace/Bastard Weapon/Great Weapon: once per adventure you may, for a period of 10 seconds, call STRIKEDOWN on <strong>every</strong> blow.</ul>"
	},
	{
		"id": "skill_swordRapierTranscendence",
		"name": "Sword/Rapier Transcendence",
		"description": "Once per adventure you may for a period of 10 seconds call DISARM on <strong>every</strong> blow.",
		"adventure": ["For 10 seconds call DISARM on every blow"]
	},
	{
		"id": "skill_spearKnifeTranscendence",
		"name": "Spear/Knife Transcendence",
		"description": "Once per adventure you may for a period of 10 seconds call WOUND 5 on <strong>every</strong> blow.",
		"adventure": ["For 10 seconds call WOUND 5 on every blow"]
	},
	{
		"id": "skill_flailHammerMaceBastardWeaponGreatWeaponTranscendence",
		"name": "Flail/Hammer/Mace/Bastard Weapon/Great Weapon Transcendence",
		"description": "Once per adventure you may for a period of 10 seconds call STRIKEDOWN on <strong>every</strong> blow.",
		"adventure": ["For 10 seconds call STRIKEDOWN on every blow"]
	},
	{
		"id": "skill_bulwarkedDefence",
		"name": "Bulwarked Defence",
		"description": "You ignore any THROUGH component of damage calls",
		"immune": ["THROUGH"]
	},
	{
		"id": "skill_mediumArmourSwiftness",
		"name": "Medium Armour Swiftness",
		"description": "Gain an additional DODGE while wearing Medium Armour",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_dampenBlow",
		"name": "Dampen Blow",
		"description": "You may ignore any STRIKEDOWNs which are delivered by melee weapon and impact upon your shield (you may still use your RESISTs against blows which impace against your shield from another source)",
		"immune": ["STRIKEDOWN on shield"]
	},
	{
		"id": "skill_deflectBlow",
		"name": "Deflect Blow",
		"description": "You may call IMMUNE to SHATTER and DISARM calls which are delivered by melee weapon and impact upon your shield (you may still use your resists against blows which impact against your shield from another source)",
		"immune": ["SHATTER on shield", "DISARM on shield"]
	},
	{
		"id": "skill_reflectBlow",
		"name": "Reflect Blow",
		"description": "Once per encounter you may call RESIST to a single (non-BACKSTAB) damage/effect call delivered to you, your weapon or your shield via a melee weapon.  You may then immediately make the same cal back at the person who delivered it.",
		"encounter": ["REFLECT"]
	},
	{
		"id": "skill_disarmBlow",
		"name": "Disarm Blow",
		"description": "Once per encounter you may ignore the full effects of one blow delivered via melee weapon against your shield and instead call a disarm against the weapon which struck your shield",
		"encounter": ["RESIST blow and DISARM"]
	},
	{
		"id": "skill_holdTheLine",
		"name": "Hold The Line",
		"description": "Once per encounter, you may call RESIST to any one call that contains the MASS descriptor",
		"encounter": ["RESIST MASS"]
	},
	{
		"id": "skill_twinBladeRend", 
		"name": "Twin-Blade Rend",
		"description": "As long as you have a weapon in each hand, you may call one REND or WOUND 10 per encounter.",
		"encounter": ["REND or WOUND 10"]
	},
	{
		"id": "skill_mainGaucheSwiftness",
		"name": "Main Gauche Swiftness",
		"description": "Gain an additional DODGE while wielding a main gauche",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_twoHandedBlock",
		"name": "Two-Handed Block",
		"description": "You may call IMMUNE to any STRIKEDOWN call you block with a two-handed weapon",
		"immune": ["STIKEDOWN blocked with a two-handed weapon"]
	},
	{
		"id": "skill_ironDefence",
		"name": "Iron Defence",
		"description": "Once per encounter, you may call SHATTER when you block a weapon strike with a two-handed weapon.",
		"encounter": ["SHATTER a weapon you blocked"]
	},
	{
		"id": "skill_reapingBlow",
		"name": "Reaping Blow",
		"description": "Twice per encounter you may call THROUGH QUINT or QUINT REND with a two-handed weapon.",
		"encounter": ["THROUGH QUINT or QUINT REND", "THROUGH QUINT or QUINT REND"]
	},
	{
		"id": "skill_agileFighter",
		"name": "Agile Fighter",
		"description": "You may call IMMUNE to all STRIKEDOWN calls and ignore the STRIKEDOWN effect.  You still suffer any damage component of the call.",
		"immune": ["STRIKEDOWN"]
	},
	{
		"id": "skill_singleHandFocus",
		"name": "Single Hand Focus",
		"description": "Triple the number of all offensive calls you gain through weapon mastery, talent and supremacy skills while fighting with a weapon in one hand and nothing in your off hand.  Any single use damage bonuses from superior or master-crafted weapons are also tripled",
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_singleHandPerfectDefence",
		"name": "Single Hand Perfect Defence",
		"description": "While fighting with a weapon in one hand alone you may choose to either gain 2 DODGEs or double your number of DODGEs",
		"encounter": ["SPECIAL"]
	},
	{
		"id": "skill_arrowCatching",
		"name": "Arrow Catching",
		"description": "While you have a free hand, you may DODGE arrows.",
		"unlimited": ["DODGE arrows with a free hand"]
	},
	{
		"id": "skill_lightArmourSwiftness",
		"name": "Light Armour Swiftness",
		"description": "Gain an additional DODGE while wearing light armour",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_lightArmourSwiftnessLvl2",
		"name": "Light Armour Swiftness",
		"description": "Gain an additional DODGE while wearing light armour",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_lightArmourSwiftnessLvl4",
		"name": "Light Armour Swiftness",
		"description": "Gain an additional DODGE while wearing light armour",
		"encounter": ["DODGE"]
	},
	{
		"id": "skill_absurdlyTough",
		"name": "Absurdly Tough",
		"description": "+3 body hits",
		"body": 3
	},
	{
		"id": "skill_ironBody",
		"name": "Iron Body",
		"description": "You are IMMUNE to WEAKEN from all sources, even surgery or disease",
		"immune": ["WEAKEN"]
	},
	{
		"id": "skill_highPainThreshold",
		"name": "High Pain Threshold", 
		"description": "REND and WOUND duration is halved on you (5 seconds instead of 10)"
	},
	{
		"id": "skill_battleRage",
		"name": "Battle Rage",
		"description": "On any occasion where you use a determination, you also refresh your per-encounter calls.  Additionally, you can perform forced marches in heavy armour or skip multiple nights of sleep without penalty."
	},
	{
		"id": "skill_bloodstainedHero",
		"name": "Bloodstained Hero",
		"description": "Twice per adventure, upon dropping an opponent, you may call HEAL 4 PARTY.  Usually along with a blood-curdling roar or shout of a motivational nature.",
		"adventure": ["HEAL 4 PARTY upon dropping an opponent", "HEAL 4 PARTY upon dropping an opponent"]
	},
	{
		"id": "skill_burly",
		"name": "Burly",
		"description": "You may carry another person at a run, carry a heavy armoured person at a walk, or trivially pull an injured comrade away from the front line.  Additionally, you have an additional body hit.",
		"body": 1
	},
	{
		"id": "skill_strengthOfArms",
		"name": "Strength of Arms",
		"description": "You may call DOUBLE with any weapon you pick up that is either under 36\" or you have a \"use\" skill for.",
		"damage": 2
	},
	{
		"id": "skill_mighty",
		"name": "Mighty",
		"description": "Gain the ability to apply STRENGTHEN to yourself twice per adventure.  Additionally, you can carry a heavily armoured person at a run or carry multiple unarmoured people.",
		"adventure": ["STRENGTHEN self", "STRENGTHEN self"]
	},
	{
		"id": "skill_beyondMortalStrength",
		"name": "Beyond Mortal Strength",
		"description": "You count as STRENGTHENED at all times unless affected by a WEAKEN.  With extended effort you can break any mundane object that you can reasonably leverage your full strength against (supporting pillars are easy work but you might need to find a stout tree before you attempt to batter down a castle wall)",
		"unlimited": ["SPECIAL"]
	},
	{
		"id": "skill_fearsomeRenown",
		"name": "Fearsome Renown",
		"description": "Among any who pay attention in martial circles, your name will be known, and your prowess respected/feared. Additionally, you have a particular reputation amongst a particular faction that you have interacted with which can be leveraged in a similar way to Contacts. "
	},
	{
		"id": "skill_fearsomeVisage",
		"name": "Fearsome Visage",
		"description": "You have become talented at leveraging your reputation/appearance/skill to unnerve your foes. You gain 2x uses of MASS FEAR per an adventure. This ability can also be used to intimidate those at your mercy. ",
		"adventure": ["MASS FEAR", "MASS FEAR"]
	},
	{
		"id": "skill_improvedDetermination",
		"name": "Improved Determination",
		"description": "You gain TWO additional uses of your Determination class feature per adventure.",
		"adventure": ["HEAL FULL self", "HEAL FULL self"]
	},
	{
		"id": "skill_affiliation",
		"name": "Affiliation",
		"description": "You are a paid up member of some sort of organisation that values your skills as a combatant. This could be anything from being a member of a mercenary company through to a thug working for a faction of the True Council. This provides you a reasonable “in” to the activities of the group, and they'll also help you out by loaning you up to two items of standard equipment at any one time. "
	},
	{
		"id": "skill_reputed",
		"name": "Reputed",
		"description": "You are a notable member of your affiliated organisation. You can draw a small wage from them (9 Riel per adventure, and can also have one superior item on loan at any one time. ",
		"income": 9
	},
	{
		"id": "skill_champion",
		"name": "Champion",
		"description": "You are one of the better (or at least, most renowned) fighters in your group. You can expect significant cooperation from them, and can borrow as much superior equipment from them as you like, and one Master-Crafter item at any one time. "
	},
	{
		"id": "skill_lightArmour1",
		"name": "Light Armour +1",
		"description": "+1 armour when wearing light armour",
		"armour": 1
	},
	{
		"id": "skill_lightArmour1Lvl1",
		"name": "Light Armour +1",
		"description": "+1 armour when wearing light armour",
		"armour": 1
	},
	{
		"id": "skill_lightArmour1Lvl3",
		"name": "Light Armour +1",
		"description": "+1 armour when wearing light armour",
		"armour": 1
	},
	{                
        "id": "skill_findThePath",
        "name": "Find the Path",
        "description": "Once awakened to their talents, wayfinders gain an instinctive ability to navigate through the Flux. Possession of this skill allows a wayfinder to lead a group both through the Flux in an efficient manner, and to find a route to a patch of Consensus given a description of its location"
	},
	{                
	        "id": "skill_repairTheForm",
	        "name": "Repair the Form",
	        "description": "The first art of Flux Manipulation wayfinder’s pick up is the ability to gradually speed their own healing while within it. While travelling within the Flux, you restore 2 body hits between each encounter. If the Wayfinder is not wounded, they can instead strengthen their body up to one hit higher than normal",
	        "fluxEncounter": ["HEAL 2 self between encounters"]
	},
	{                
	        "id": "skill_knowTheFluxsTouch",
	        "name": "Know the Flux’s Touch",
	        "description": "A Wayfinder can sense the presence of creations forged from the flux, be they objects created by another wayfinder, or a “living” being temporarily spat forth by it"
	},
	{                
	        "id": "skill_inertialBarrier",
	        "name": "Inertial Barrier",
	        "description": "While in the Flux, a wayfinder can nudge reality somewhat to shield themselves from harm. While travelling within the Flux, you gain FOUR armour hits, which may be restored with five minutes of concentration between encounters. This may be stacked with normal armour. Any armour hits you leave the Flux with remain until depleted, as you carry some part of the Flux with you",
	        "fluxArmour": 4
	},
	{                
	        "id": "skill_patchTheCracks",
	        "name": "Patch the Cracks",
	        "description": "A Wayfinder can use the fabric of the Flux to effect temporary repairs to objects damaged within the Flux. A Wayfinder can repair a piece of armour or a shattered object given five minutes concentration between encounters. These repairs will rapidly undo themselves once the item leaves the Flux - an unfortunate who has forgotten that they repaired their sword this way might find themselves drawing a shattered blade from their scabbard when ambushed by thugs on the way to the pub"
	},
	{                
	        "id": "skill_chooseThePath",
	        "name": "Choose the Path",
	        "description": "The Wayfinder gains some sense of the stabilisation of the Flux on the edge of their perception as they travel through it, and an ability to exert their will over this process. While they cannot cause entirely incongrous terrain to appear, they can nudge reality such that anything that would broadly fit the location lines the road ahead of them. Invaluable for traveling caravans. Mechanically, the Wayfinder can choose terrain to favour the party such that all travelling with them receive a DODGE per encounter",
	        "fluxAura": ["DODGE"]
	},
	{                
	        "id": "skill_repairingInertialBarrier",
	        "name": "Repairing Inertial Barrier",
	        "description": "The Wayfinder’s ability to repair their barrier speeds considerably. By holding an empty hand to their chest, they can repair one armour point on their barrier every five seconds. This ability only functions while you are in the Flux, and can only be used to affect your own barrier"
	},
	{                
	        "id": "skill_durableInertialBarrier",
	        "name": "Durable Inertial Barrier",
	        "description": "The Wayfinder’s barrier’s maximum armour hits improves to six points",
	        "fluxArmour": 2
	},
	{                
	        "id": "skill_restoreTheForm",
	        "name": "Restore the Form",
	        "description": "The Wayfinder can rejuvenate themselves rapidly while travelling in the flux. Their between-encounter healing increases to four points, and if they are unwounded they can increase their body hits up to two higher than their maximum",
	        "fluxEncounter": ["HEAL 4 self between encounters"]
	},
	{                
	        "id": "skill_lashOut",
	        "name": "Lash Out",
	        "description": "Early in their careers, Wayfinders begin to instinctively lash out at the eyes of their foes with ribbons of formed Flux. Twice per encounter, while in the Flux, they can call BLIND 5 on a foe that just struck them",
	        "fluxEncounter": ["BLIND 5", "BLIND 5"]
	},
	{                
	        "id": "skill_concealedArts",
	        "name": "Concealed Arts",
	        "description": "You can conceal the obvious visible effects of your Flux abilities. Anyone who is not a Wayfinder will not see any visible effects of any of your Flux-based abilities - Lash outs and Concussive bolts will seem to hit them out of nowhere, and anything you summon or create will be visually indistinguishable from the real thing. Even a Wayfinder with “Know the Flux's Touch” will only be able to notice your powers if you use a proactive combat ability - your barrier is not visible to them"
	},
	{                
	        "id": "skill_concussiveBolt",
	        "name": "Concussive Bolt",
	        "description": "The Wayfinder can shape the Flux into a bolt of force to cast at their enemies. The Wayfinder needs to raise an unoccupied hand above their head for fifteen seconds to gather this, then roleplay hurling it at an enemy, causing a STRIKEDOWN",
	        "fluxUnlimited": ["STRIKEDOWN (15s Concussive Bolt)"]
	},
	{                
	        "id": "skill_healTheFluxFlesh",
	        "name": "Heal the Flux Flesh",
	        "description": "The Wayfinder can rapidly heal any creature formed entirely out of the flux, fully healing it over thirty seconds or calling HEAL 2 after 10 seconds. If it's on its death count, it stops while this healing is being applied. You need to be in constant physical contact with the creature in question",
	        "fluxUnlimited": ["HEAL 2 (10s)", "HEAL FULL (30s)"]
	},
	{                
	        "id": "skill_fluxSummoning",
	        "name": "Flux Summoning",
	        "description": "Given considerable time to concentrate, the Wayfinder can shape a living, thinking creature out of the flux. The creature is loyal to the Wayfinder and will follow their orders, even if they're suicidal. If it runs out of body hits, it will fade away over the next thirty seconds. This process is mentally exhausting, and can only be done once per LARP. The most obvious use is summoning some sort of combat gribbly, but other uses are certainly possible. The creature summoned will persist for at least a few hours, then as long as attention is paid to it if it leaves the Flux"
	},
	{                
	        "id": "skill_resilientInertialBarrier",
	        "name": "Resilient Inertial Barrier",
	        "description": "The Wayfinder’s inertial barrier improves to 8 hits",
	        "fluxArmour": 2
	},
	{                
	        "id": "skill_shakeRealitysFetters",
	        "name": "Shake Reality’s Fetters",
	        "description": "Once per adventure, the wayfinder can temporarily shatter the Consensus’s hold on a small area, turning it into Flux for as long as they remain conscious and present. Striking at reality does not come cheap, however. For the rest of the adventure, the character feels on edge and threatened while outside the Flux, and while outside the Flux they cannot be healed above two body hits (though they do not lose any they had on using this ability, nor any they had while leaving the Flux later in the adventure).<br><br>Alternatively, a Wayfinder can use this ability while already in the Flux to turn it into something…further from normality. The area becomes somewhat more dull, and all features somewhat less defined and notable. Wayfinders in the area will have much more ready access to their offensive calls, doubling the number of uses of Lash Out, and halving the time taken to use any offensive ability that requires charging. This state is very unstable, and will always end after the current encounter",
	        "adventure": ["SPECIAL"]
	},
	{                
	        "id": "skill_destabilisation",
	        "name": "Destabilisation",
	        "description": "The Wayfinder is sufficiently in tune with the nature of reality that they are capable of rending the Consensus apart, bringing the Flux to an area. This requires thirty seconds of concentration to prepare. The radius will vary depending on a variety of factors, but can be expected to be anywhere from fifty metres to a few hundred (and may be smaller if the user wishes). Acryn’s council have made it clear that anyone proven to have done this within city limits will face immediate and permanent exile. Whispers within the Wayfinder’s guild suggest that the use of this ability has a permanent and debilitating cost.<br><br>Additionally, this ability can be reversed in order to slow the speed which stabilised flux returns to its natural form. A Wayfinder can choose to significantly extend the duration of stabilisation in their wake, with durations up to a week possible.<br><br>When a Wayfinder uses this ability to permanently destabilise an area, they are subject to the following effects:<ul><li>Become WEAKENED for the rest of the adventure<li>Permanently lose 1 body hit while in the Consensus (as if the Consensus is actively hostile to their presence). If this would reduce your total body hits while in the consensus to 0 then you will become unplayable.<li>Lose a single memory of the GM's choice</ul>",
	        "adventure": ["SPECIAL"]
	},
	{                
	        "id": "skill_airbladeShaping",
	        "name": "Airblade Shaping",
	        "description": "The Wayfinder can form the air itself into knives to slice at their enemies. The Wayfinder needs to place two empty hands flatly together for fifteen seconds as they gather the material needed to form the blade, then hurl it at an enemy, guiding it with their will towards a weak spot, and calling a REND",
	        "fluxUnlimited": ["REND (15s Airblade)"]
	},
	{                
	        "id": "skill_tearTheFluxFlesh",
	        "name": "Tear the Flux Flesh",
	        "description": "The Wayfinder can flay apart creatures formed from the Flux. The user should extend an open palm towards the target for five seconds as they perceive every aspect of their form, and then grip their hand into a fist as they begin to tear their target apart. As long as they keep their hand gripped, they may call a SINGLE against the target every five seconds",
	        "fluxUnlimited": ["Call SINGLE every 5s (Tear the Flux Flesh)"]
	},
	{                
	        "id": "skill_restoringInertialBarrier",
	        "name": "Restoring Inertial Barrier",
	        "description": "By holding an empty hand to their chest, the Wayfinder can fully restore their inertial barrier in ten seconds, as long as they are not struck during this time.",
	        "fluxUnlimited": ["Restore Intertial Barrier (10s)"]
	},
	{                
	        "id": "skill_fluxResurrection",
	        "name": "Flux Resurrection",
	        "description": "If the Wayfinder is killed in the Flux, they will reform over the course of a few hours. This will have Side Effects.<br><br>Every time a Wayfinder uses this ability they are subject to the following effects:<ul><li>Permanent lose of 2 body hits while in the Consensus. If this should result in your body hits in the consensus then your character will become unplayable.<li>A new personal history is created around you, with a new name, friends, and family. This is as real to you as your original history (and you will struggle to tell if either is more real than the other). This also affects everyone else. Some may remember adventuring with your alter-ego, families from both lives will recognise you as theirs.</ul>"
	},
	{                
	        "id": "skill_annihilationOfForm",
	        "name": "Annihilation of Form",
	        "description": "The Wayfinder improves their ability to rend flux creatures, increasing Tear the Flux Flesh’s damage to a DOUBLE every five seconds. In addition, the caster can render the very fabric of existence hostile to a target with a thought, allowing them to use this ability for a SINGLE every five seconds against non-Flux created targets while in the Flux",
	        "fluxUnlimited": ["Call DOUBLE every 5s"]
	},
	{                
	        "id": "skill_permanentStabilisation",
	        "name": "Permanent Stabilisation",
	        "description": "The Wayfinder may permanently stabilise a stretch of Flux, essentially creating a new band of consensus.<br><br>While in this specific patch of consensus, you may restore your body hits in the same manner that you would be able to restore your inertial barrier. You do not gain this benefit if the area has been destabilised.<br><br>For every use of this ability, your body hits when in the Flux are reduced by 1, as if the flux is actively more hostile to your presence. If your body hits in the flux are reduced to 0 in this manner then while you are not automatically rendered unplayable, it will be incredibly difficult to play your character as you automatically lose consciousness and start bleeding to death (with no way of being healed) upon entering the Flux.<br><br>Every time you use this ability describe an area of psychological weakness to the GM, you will gain a very minor benefit while in the consensus but also lose any fear or concerns coming from this weakness. The GM should describe the roleplaying effects stemming from this reinforcement such that even with the minor mechanical benefit it is overall a minor handicap.<ul><li>For example: Eric Luckner uses this ability and describes his fear of sharp stabby things (through damage), he is given 2 resists to through damage while in the consensus but is now completely unafraid of Rapiers, Knives, etc while in the consensus.</ul>"
	},
	{                
	        "id": "skill_fluxShapingItems",
	        "name": "Flux Shaping - Items",
	        "description": "The Wayfinder can create standard equipment or provisions from the Flux"
	},
	{                
	        "id": "skill_fluxShapingLandscaping",
	        "name": "Flux Shaping - Landscaping",
	        "description": "The Wayfinder can reshape stabilised Flux into minor geographical features (i.e. grow a tree, create a pile of boulders to hide that awkward corpse), or create walls and small buildings"
	},
	{                
	        "id": "skill_fluxShapingWorldshaping",
	        "name": "Flux Shaping - Worldshaping",
	        "description": "The Wayfinder can create larger geographical features - hills, small forests, rushing rivers - or significantly larger buildings, such as castles or city wall sized fortifications. With significantly more preparation (30 mins-1 hour) The Wayfinder can set off natural disasters within the Flux. Earthquakes, lightning storms, tornados, falling rocks from above"
	},
	{                
	        "id": "skill_guildMembership",
	        "name": "Guild Membership",
	        "description": "You are a member of the Wayfinder’s guild, and have a membership card to prove it. Due to various deals and customs, guild members tend to get paid a premium of 10 Riel on top of normal pay whenever hired for a job involving Flux travel. Membership is also a basic indicator that you can do what you claim while seeking employment"
	},
	{                
	        "id": "skill_solidReputation",
	        "name": "Solid Reputation",
	        "description": "Your name is known among Mercantile and Guild circles as someone who can provide wayfinding services. In addition, the premium you are paid due to the Guild increases to 20 Riel"
	},
	{                
	        "id": "skill_guildBacking",
	        "name": "Guild Backing",
	        "description": "The Guild is actively behind you as one of their higher tier members. Major job offers will come your way, and the Guild is willing to go out of its way to smooth over any legal or financial difficulties you may experience"
	},
	{                
	        "id": "skill_guildCouncillor",
	        "name": "Guild Councillor",
	        "description": "You are sufficiently advanced within the guild to play a part in running it. You will have access to their accumulated studies of the Flux, and will be first in line for any massive contracts. In addition, the premium you can charge for your services increases to 30 Riel"
	},
	{
		"id": "skill_agility",
		"name": "Agility",
		"description": "Skirmishers have the ability to perform sudden bursts of activity, whether leaping to a new firing position or tumbling through the opponents lines in a whirl of blades. Once per encounter and while in motion you can choose to DODGE all weapon blows that strike you for the next five seconds. If any effect grants you a second use of this ability, you must leave ten clear seconds between usages. If you are hit with any ranged or direct effects (e.g., the ZERO REND from a Share the Pain spell) it will take affect immediately at the end of your 5 seconds agility. ",
		"encounter": ["AGILITY"]
	},
	{                
	        "id": "skill_piercingArrows",
	        "name": "Piercing Arrows",
	        "description": "You may add THROUGH to you damage calls (do not combine effect calls) when using a bow or crossbow",
	        "unlimited": ["THROUGH"]
	},
	{                
	        "id": "skill_crackingShot",
	        "name": "Cracking Shot",
	        "description": "Once per encounter you may call SHATTER after hitting a shield with an arrow or bolt",
	        "encounter": ["SHATTER"]
	},
	{                
	        "id": "skill_bowTalent2",
	        "name": "Bow Talent 2",
	        "description": "You way add REND to you damage calls (do not combine effect calls) when using a bow or crossbow",
	        "unlimited": ["REND"]
	},
	{                
	        "id": "skill_bowSupremacy",
	        "name": "Bow Supremacy",
	        "description": "Once per encounter you may call MASS TRIPLE STRIKEDOWN in an arc (this is to represent your charater firing an improbable number of arrows in a very short time, please do not attempt to physrep this). Once per adventure, you may instead call MASS REND",
	        "encounter": ["MASS TRIPLE STRIKEDOWN"],
	        "adventure": ["MASS REND"]
	},
	{                
	        "id": "skill_useDagger",
	        "name": "Use Dagger",
	        "description": "You may add THROUGH to your base damage with a dagger",
	        "unlimited": ["THROUGH"]
	},
	{                
	        "id": "skill_oneWithYourDagger",
	        "name": "One With Your Dagger",
	        "description": "You may resist all SHATTERS and DISARMS called on any dagger you hold",
	        "immune": ["SHATTER", "DISARM"]
	},
	{                
	        "id": "skill_daggerTalent2",
	        "name": "Dagger Talent 2",
	        "description": "You gain one REND call and one WEAKEN call per encounter while fighting with a dagger in either hand. If you fight with a melee dagger in each hand, you gain this effect for both",
	        "encounter": ["SPECIAL"]
	},
	{                
	        "id": "skill_daggerSupremacy",
	        "name": "Dagger Supremacy",
	        "description": "You may call TRIPLE THROUGH with a dagger",
	        "unlimited": ["TRIPLE THROUGH"]
	},
	{                
	        "id": "skill_poisonDaggerUse",
	        "name": "Poison Dagger Use",
	        "description": "You are adept at applying alchemical paste to dagger for melee fighting. Twice per and adventure you may use an alchemical paste that you have applied to your weapon on your next 3 blows"
	},
	{                
	        "id": "skill_poisonDaggerUseLvl2",
	        "name": "Poison Dagger Use",
	        "description": "You are adept at applying alchemical paste to dagger for melee fighting. Twice per and adventure you may use an alchemical paste that you have applied to your weapon on your next 3 blows"
	},
	{                
	        "id": "skill_poisonDaggerUseLvl3",
	        "name": "Poison Dagger Use",
	        "description": "You are adept at applying alchemical paste to dagger for melee fighting. Twice per and adventure you may use an alchemical paste that you have applied to your weapon on your next 3 blows"
	},
	{                
	        "id": "skill_nimble",
	        "name": "Nimble",
	        "description": "You have +1 DODGE per enounter",
	        "encounter": ["DODGE"]
	},
	{                
	        "id": "skill_nimbleLvl1",
	        "name": "Nimble",
	        "description": "You have +1 DODGE per enounter",
	        "encounter": ["DODGE"]
	},
	{                
	        "id": "skill_nimbleLvl3",
	        "name": "Nimble",
	        "description": "You have +1 DODGE per enounter",
	        "encounter": ["DODGE"]
	},
	{                
	        "id": "skill_escapeArtist",
	        "name": "Escape Artist",
	        "description": "You may call IMMUNE to ENTANGLE. You may trivialy slip out of mundane bonds like rope, handcuffs, or manacles. Arcane bindings are a different story, and will usually be capable of keeping you bound unless you have some additional tricks up your sleeve (basically arcane bounds work or not at GM discretion)",
	        "immune": ["ENTANGLE"]
	},
	{                
	        "id": "skill_agileSkirmisher",
	        "name": "Agile Skirmisher",
	        "description": "You may call IMMUNE to all STRIKEDOWN calls, and ignore the strikedown effect. You still suffer any damage component of the call",
	        "immune": ["STRIKEDOWN"]
	},
	{                
	        "id": "skill_improvedBackstab",
	        "name": "Improved Backstab",
	        "description": "You may now use your backstab with any bladed weapon up to 36\""
	},
	{                
	        "id": "skill_getaway",
	        "name": "Getaway",
	        "description": "After backstabbing a target and while in motion, you may call DODGE against ALL blows that strike you for three seconds"
	},
	{                
	        "id": "skill_ambusher",
	        "name": "Ambusher",
	        "description": "You are always ready to leap out on foes, and can ALWAYS use the flanking ability, even when the party is assailed by surprise"
	},
	{             
	        "id": "skill_distraction",
	        "name": "Distraction",
	        "description": "Once per encounter, you can say \"Look behind you!\" to a monster. If they are intelligent, they should stop where they are and look behind them for a few seconds, giving you either a change to scarper or backstab them",
	        "encounter": ["LOOK BEHIND YOU!"]
	},
	{                
	        "id": "skill_aThousandFaces",
	        "name": "A Thousand Faces",
	        "description": "You have a large number of convincing disguises, and fabricated evidence to support who you are claiming to be at any time. You can put together a new disguise of this quality with a few hours work in any settlement"
	},
	{                
	        "id": "skill_improvedAgility",
	        "name": "Improved Agility",
	        "description": "You gain an additional use of your Agility class feature per encounter",
	        "encounter": ["AGILITY"]
	},
	{                
	        "id": "skill_masterSurvivalist",
	        "name": "Master Survivalist",
	        "description": "You can lead a trek through pretty much anywhere mundane, up to and including frozen tundra, searing deserts and the lip of a volcano that's rumbling ominously. In addition, you can occasionally seize an advantage from the terrain - three times per adventure, when you DODGE an attack, you can immediately make the call you were struck with back at the attacker",
	        "adventure": ["REFLECT", "REFLECT", "REFLECT"]
	},
	{                
	        "id": "skill_whirlingDervish",
	        "name": "Whirling Dervish",
	        "description": "As long as you are in terrain you have an appropriate survivalist skill for, your Agility class feature’s duration increases to TEN seconds"
	},
	{                
	        "id": "skill_blessedRegeneration",
	        "name": "Blessed Regeneration",
	        "description": "Once per adventure, when you fall over through falling to 0 body hits, you may stand up ten seconds later on full body hits as your god re-invigorates you",
	        "adventure": ["HEAL FULL self after falling to 0 HP"]
	},
	{                
	        "id": "skill_holyFervour",
	        "name": "Holy Fervour",
	        "description": "Whenever you are reduced to 0 body hits, you may continue fighting for 5 seconds before falling unconscious. Ignore any additional damage you take during this time (effect calls still affect you)"
	},
	{                
	        "id": "skill_divineFavour",
	        "name": "Divine Favour",
	        "description": "When you purchase this skill, you also gain any one Miracle skill you could purchase of this skill’s level or lower. In addition to being able to use that miracle while channeling the power of your god, you may always use it ONCE per encounter. You still need to perform the appropriate amount of religious roleplay"
	},
	{                
	        "id": "skill_divineFavour1",
	        "name": "Divine Favour 1",
	        "description": "When you purchase this skill, you also gain any one Miracle skill you could purchase of this skill’s level or lower. In addition to being able to use that miracle while channeling the power of your god, you may always use it ONCE per encounter. You still need to perform the appropriate amount of religious roleplay",
	        "encounter": ["Level 1 Miracle"],
	        "freeMiracle": 1
	},
	{                
	        "id": "skill_divineFavour2",
	        "name": "Divine Favour 2",
	        "description": "When you purchase this skill, you also gain any one Miracle skill you could purchase of this skill’s level or lower. In addition to being able to use that miracle while channeling the power of your god, you may always use it ONCE per encounter. You still need to perform the appropriate amount of religious roleplay",
	        "encounter": ["Level 3 Miracle"],
	        "freeMiracle": 3
	},
	{                
	        "id": "skill_divineFavour3",
	        "name": "Divine Favour 3",
	        "description": "When you purchase this skill, you also gain any one Miracle skill you could purchase of this skill’s level or lower. In addition to being able to use that miracle while channeling the power of your god, you may always use it ONCE per encounter. You still need to perform the appropriate amount of religious roleplay",
	        "encounter": ["Level 4 Miracle"],
	        "freeMiracle": 4
	},
	{                
	        "id": "skill_intercession",
	        "name": "Intercession",
	        "description": "Once per adventure, you may use any one miracle you know of level four or lower without preparation time",
	        "adventure": ["Instant Miracle"]
	},
	{                
	        "id": "skill_improvedDivineAura",
	        "name": "Improved Divine Aura",
	        "description": "Double the effect of your Divine Aura. In addition, you may invoke a miracle of up to level 2 once per adventure while not under the Gaze of the Gods. This is on top of the Level 1 miracle your initial aura granted you",
	        "adventure": ["Level 1 or Level 2 Miracle"],
	        "aura": ["SPECIAL"]
	},
	{                
	        "id": "skill_touchOfDivinity",
	        "name": "Touch of Divinity",
	        "description": "You are infused with some of the power of your god. When acting in support of your god’s purview, people and things around you will be affected by this - a Tender priest who works a field will get slightly better results than a lay person, and soldiers will snap off salutes all the more smartly when a leader priest calls them to attention. Once per adventure you can attempt to channel slightly more of this power to achieve a minor boon within your god’s purview, such as a warrior priest blessing a weapon to strike true against a terrible beast, or a builder priest marshalling a team to put up a fortification in hours. This should have a mechanical effect at GM discretion, roughly on the level of granting the effects of a blessed weapon to 2-3 members of the party for an encounter. However, if your god does not approve of the miracle you attempt to call in, it is likely to fail.<br><br>You can also sense the flow of divine power, and by concentrating on someone will be able to tell if they are a priest. If you encounter someone with Personal Power, or who is a god, you will be able to tell without concentration"
	},
	{                
	        "id": "skill_miracle",
	        "name": "Miracle",
	        "description": "Once per an adventure, with 15 seconds role play, you can pull down a great chunk of your god’s power to achieve something potent within their purview once per adventure. As long as the miracle falls within your god’s purview, it will come to pass, even if your god does not approve of the precise decision taken - though this can have consequences down the line.<br><br>This miracle has the following limits: it may not permanently alter the flux and the miracle cannot affect peoples knowledge or beliefs. The miracle will usually be more impressive/far-reaching with more worshippers of the god present. You may tell the GM what you are intending, but the exact effects will be determined by the GM",
	        "adventure": ["Miracle (15s)"]
	},
	{                
	        "id": "skill_churchBacking",
	        "name": "Church Backing",
	        "description": "Your church views you as a valuable priest and member, and will provide you with any standard equipment you request (within reason). This also provides additional benefits in situations where the church’s influence could be useful"
	},
	{                
	        "id": "skill_hierarch",
	        "name": "Hierarch",
	        "description": "You are one of the leaders of your church. this provides major influence within the city, and other effect at GM discretion"
	},
	{                
	        "id": "skill_divineAuraLeader",
	        "name": "Divine Aura",
	        "description": "The allies of the priest gain a minor benefit due to their devotion. In addition, your faith allows you to invoke any one level 1 Miracle you know once per adventure even when not under the Gaze of the Gods.<br><br>Your allies’ will is strengthened by your presence, and they may call one resist to FEAR per encounter for each level of this skill you possess, alternatively, they may instead call +1 damage for one blow in the encounter",
	        "aura": ["RESIST FEAR or +1 damage to a blow"],
	        "adventure": ["Level 1 Miracle"]
	},
	{                
	        "id": "skill_divineMajestyLeader",
	        "name": "Divine Majesty",
	        "description": "The priests aura further improves, granting the following effects in addition to the existing ones, and allowing them to invoke a miracle of up to level 4 once per adventure while not under the Gaze of the Gods.<br><br>Each member of the party gains 1 DODGE per encounter.",
	        "adventure": ["Level 1 Miracle or Level 2 Miracle or Level 3 Miracle or Level 4 Miracle"],
	        "aura": ["DODGE"]
	},
	{                
	        "id": "skill_influence",
	        "name": "Influence",
	        "description": "The character has contacts in useful places in Acryn and surrounding cities. In any settlement within the east half of the continent, you can always find at least one NPC who has heard of you and will be reasonably well disposed to you personally. Make sure to inform the GMs of this at the start of an adventure you are playing on"
	},
	{                
	        "id": "skill_nobleConnections",
	        "name": "Noble Connections",
	        "description": "The character has connections and influence among Acryn’s nobility"
	},
	{                
	        "id": "skill_councilConnections",
	        "name": "Council Connections",
	        "description": "The character has connections and influence among Acryn’s council"
	},
	{                
	        "id": "skill_organisationalTalent",
	        "name": "Organisational Talent",
	        "description": "You may elect a single resource which you own, it will behave as if it is one level higher than it is. If you elect to use this skill on a resource which is already top level (i.e., there are no upgrade options for the resource) then instead you gain access to a free level 1 resource of your choice"
	},
	{                
	        "id": "skill_embolden",
	        "name": "Embolden",
	        "description": "10 sec: Target ally (not yourself) may call +1 damage on their next attack",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_dropYourWeapon",
	        "name": "Drop Your Weapon!",
	        "description": "15 sec: Your words cause one of the targets arms to seize up, disarming whatever is held in it",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_instilMight",
	        "name": "Instil Might",
	        "description": "10 sec: Target ally other than yourself is strengthened",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_strikeThemDown",
	        "name": "Strike Them Down!",
	        "description": "20 sec: Target Ally other than yourself may call a STRIKEDOWN on their next blow",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_sapWill",
	        "name": "Sap Will",
	        "description": "20 sec: Target is weakened",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_hearMe",
	        "name": "Hear Me!",
	        "description": "20 sec: For the rest of the encounter, the priest’s voice is magically amplified, and instilled with a terrible authority. They can be heard for hundreds of metres around, and even people who don’t agree with them will be impressed",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_cowerBeforeMe",
	        "name": "Cower Before Me!",
	        "description": "20 sec: Cause FEAR on target",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_improvedDropYourWeapon",
	        "name": "Improved \"Drop Your Weapon\"",
	        "description": "Drop you Weapon improves to 10 sec",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_ceaseYourDeceptions",
	        "name": "Cease your deceptions!",
	        "description": "30 sec: Authority boils out from the priest, and those nearby find themselves incapable of speaking falsehood. For the rest of the encounter, no one who can hear the priest speaking can knowingly lie",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_cutThemDown",
	        "name": "Cut them down!",
	        "description": "20 sec: All of your allies may call +1 damage on their next attack",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_gatherYourMight",
	        "name": "Gather Your Might!",
	        "description": "Cut them down improved to 10 seconds",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_fightOn",
	        "name": "Fight On!",
	        "description": "5 sec: Target unconscious ally is restored to their maximum body hits. After thirty seconds, they lose these hits again if they haven’t already. A target may only be affected by this prayer once per encounter",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_youDareNotStrikeMe",
	        "name": "You Dare Not Strike Me!",
	        "description": "20 sec: Targeted foe will avoid attacking the caster unless no other target is available for the rest of the encounter",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_fleeBeforeMe",
	        "name": "Flee before me!",
	        "description": "30 sec: You may call MASS FEAR MONSTERS which may be arced. Alternatively you may use this miracle with no casting time, but using the ability in this way draws on the rull reserves of the Leader’s might, and causes the Gaze of the Gods to Abate",
	        "miracle": true,
	        "level": 5
	},
	{                
	        "id": "skill_unendingFervour",
	        "name": "Unending Fervour",
	        "description": "60 sec: As long as you continue chanting, no ally within earshot (this EXCLUDES yourself) can fall below one body hit. (Two leader priests cannot use this at the same time, as only one can be a true leader at once).<br><br>Alternatively, you may use this ability to retire. You raise your voice to the heavens, declaring your cause for the world to hear. You then immediately fade away. The idea you have proclaimed, whether existing or novel, will begin to occur to anyone working in the appropriate circles as a good one, and spread out into the world.",
	        "miracle": true,
	        "level": 5
	},
	{
		"id": "skill_congregation",
		"name": "Congregation",
		"description": "You have a congregation to which you regularly preach. Tithes and donations provide you with an additional 9R between adventures. In terms of mechanic, this congregation is a small resource, but does not count towards the total number of resources you may have. You may choose to invest money in your congregation to upgrade it, at which point it does count towards your total number of resources. You should use the table on the Wiki for upgrading your congregation. Upgrading you congregation follows the usual upgrade rules. Upgrading the congregation does not cost any skill points. "
	},
	{		
		"id": "skill_useImplement",
		"name": "Use Implement",
		"description": "You have one item you have dedicated as an arcane implement. If you possess a use weapon skill (including staff), you can dedicate this as your implement. Otherwise, you can use a weapon shorter than 36\" or any other small, portable object (such as a wand, a book, a coin etc.). You have ritually bound this implement to yourself, and it is very hard for you to lose it. Unless someone knows what they have stolen, and are specifically keeping it away from you, you will always find your implement, good as new, within two encounters if it has been lost or shattered. In addition, you can store spell effects in your implement by performing the appropriate rite. The spell effect can then be delivered at a later point, so long as you are in physical contact with your implement. Only one spell may be stored in an implement at any one time. This allows you to perform the rite ahead of time - for example, a sneaky Rite of Wounding mage could REND themselves to store “Share the Pain” in their implement before meeting with an underworld contact, allowing them to REND a traitor without taking the effect themselves at that time.<br><br>If you are storing a spell which requires you to directly interact with the target of the spell, you still need to do this. Discuss with the target how you will alert them that you have cast the spell, and what the effects will be once that happens.<br><br>If a spell cast via an implement would normally persist for greater than the length of an encounter, it expires at the end of the encounter, as the magic cast through an implement is slightly more unstable.<br><br>If you can only maintain a limited number of a spell at once (usually one) implement casting does not allow you to bypass this limit."
	},
	{		
		"id": "skill_implementExperience",
		"name": "Implement Experience",
		"description": "You may infuse mana into your implement. Once there it cannot be extracted by any means other than by you using it (e.g., casting a spell, peforming a ritual, enchanting a weapon). You may store up to three mana in this way. Between adventures, so long as you are not using any other distillation skills, you may use your implement to distil up to three mana within it (essentially you may fill your implement's reservoir between adventures if you are not creating crystal mana). If a implement storing mana is ever shattered, the power is released in an explosion, dealing a BLAST DOUBLE for one mana, BLAST QUAD for two and BLAST QUINT for three to whoever is nearest it."
	},
	{		
		"id": "skill_retrieveImplement",
		"name": "Retrieve implement",
		"description": "The mage can instantly retrieve or repair their implement with a thought. This may require a TIME FREEZE.<br><br>The exception to this is if you have broken an implement as part of a spell, in which case you cannot reform it until the end of the encounter.",
		"unlimited": ["RETRIEVE IMPLEMENT"]
	},
	{		
		"id": "skill_manaSimulation",
		"name": "Mana Simulation",
		"description": "Once per an encounter you may channel protomana into your implement and hold it there for a brief moment, allowing you to cast a secondary rite into your implement without using a mana crystal. It is not possible to hold this mana long enough to use in a ritual.",
		"encounter": ["MANA SIMULATION"]
	},
	{		
		"id": "skill_riteFocussedImplement",
		"name": "Rite Focussed Implement",
		"description": "Your implement is particularly attuned to your Rite (either Primary or Secondary) and allows you to manipulate the spells of that rite to a greater degree when casting using your implement. To use this ability your implement must not be a weapon and must be closely related to your Rite; e.g. a piece of a larger item (fracturing), healing or torture equipment (wounding), cup or bowl (consumption), book or quill (scribing), rope or chain (binding). Casting in this manner takes 10 seconds as well as any further restrictions below.<ul><li>Consumption: You may prepare your reagents within your implement and feed them to another, applying the transformation to the drinker. The effect ends at the end of the encounter or when the effect would usually end, which ever is sooner.</li><li>Scribing: By keeping a spell in your implement for 5 encounters without using it, the spell will become \"fixed\". This means the implement becomes available for storing spells again. The fixed spell does not fade, and can be cast at any time. You may only have one iteration of each spell you know stored in this fashion at once.Binding: You may pre-cast one of your spells on a target by carefully binding them in your implement, you may do this with either a present participant or victim, or with an appropriate personal item of theirs. The protomana is used at the time of casting, rather than the time of activation. The spell may be activated either by the target or the recipient, but this must be specified at the time of casting. You may never have more than one spell prepared against a specific target.</li><li>Wounding: You gain some additional control over spells which require the wounding of another to cast, when you use your implement to create the wound, as described below.<ul><li>Scar of the Soul: Examination of the scar will give the examiner some insight into why the scar was given.</li><li>Trace the flow of Life: Use of this spell only causes 2 points of damage for 4 points of healing.</li><li>Scar of the Heart: The target must no longer be willing to die to protect the secret for this spell to succeed.</li><li>Excise the Treacherous Heart: Optionally, the target will not remember the application of the spell.</li><li>Scar the Unquiet Soul: The dead servant is additionally STRENGTHENED.</li><li>Brand the Memory: You may make the target believe more complicated concepts. A set of no more than three inter-related facts.</li></ul><li>Fracturing: When scourging yourself, gain an additional spell cast at the same moment which ignores the usual physical item specific requirements (e.g. fresh eyes) to cast.</li></ul>"
	},
	{		
		"id": "skill_dragonsoulImplement",
		"name": "Dragonsoul Implement",
		"description": "Your implement is a conduit to the primal forces of your rite, and will have exciting special effects. Discuss the sort of things you would like it to do with the GM team."
	},
	{		
		"id": "skill_primaryRiteSpellLevelX",
		"name": "Primary Rite Spell - Level X",
		"description": "Choose one spell of your primary rite at this level. You may take this skill up to three times at levels 1-3 and 2 times at levels 4/5, allowing you to eventually take all the spells for your primary rite if you wish."
	},
	{		
		"id": "skill_secondryRiteSpellLevelX",
		"name": "Secondary Rite Spell - Level X",
		"description": "Choose one spell of your secondary rite at this level. You may only take this skill once per level."
	},
	{		
		"id": "skill_distillMana",
		"name": "Distill Mana",
		"description": "You have the ability to gradually distill proto-mana into crystals between adventures. You can generate one mana crystal per adventure per rank of this skill you possess. If you start a character with this skill, you will start with one mana crystal."
	},
	{		
		"id": "skill_advancedManaDistillation",
		"name": "Advanced Mana Distillation",
		"description": "You have the ability to gradually distill proto-mana into crystals between adventures. You can generate one mana crystal per adventure per rank of this skill you possess. If you start a character with this skill, you will start with one mana crystal."
	},
	{		
		"id": "skill_protomanaTolerance",
		"name": "Protomana Tolerance",
		"description": "You can cast one additional spell per encounter using proto-mana before suffering a scouring.",
		"mana": 1
	},
	{		
		"id": "skill_protomanaTolerance4",
		"name": "Protomana Tolerance",
		"description": "You can cast one additional spell per encounter using proto-mana before suffering a scouring.",
		"mana": 1
	},
	{		
		"id": "skill_arcaneLearnings",
		"name": "Arcane Learnings",
		"description": "You understand the three rites you do not specialise in to the same level as you do your own through the \"minor Ritualist\" skill."
	},
	{		
		"id": "skill_loremaster",
		"name": "Loremaster",
		"description": "You understand all five rites, and will be able to comprehend the workings of most arcane effects you encounter from them. You will also have a chance to gain insight into magical effects you encounter that fall beyond the teachings of the five rites."
	},
	{		
		"id": "skill_useQuarterstaff",
		"name": "Use Quarterstaff",
		"description": "You are capable of fighting with a staff. (n.b. this skill counts as \"Use Staff\" for the purposes of buying higher level skills from backgrounds or other sources, but does not count as the same skill for the purposes of free picks at character generation)."
	},
	{
		"id": "skill_scholar",
		"name": "Scholar",
		"description": "You have a studentship at the college. This comes with room, board and an stipend of 14 Riel per adventure."
	},
	{		
		"id": "skill_collegeContacts",
		"name": "College Contacts",
		"description": "You have many contacts within the college, who you can call on for information about a variety of academic pursuits."
	},
	{		
		"id": "skill_collegeRequisitions",
		"name": "College Requisitions",
		"description": "You can requisition items from the college to fund your adventuring habit. This allows you to obtain standard items, three potions of class D/C, or a single class C potion or mana crystal."
	},
	{		
		"id": "skill_collegeProfessor",
		"name": "College Professor",
		"description": "You are a professor of the college. You have considerable influence within it, and can also requisition class B potions or more esoteric items."
	},
	{		
		"id": "skill_minorRitualCaster",
		"name": "Minor Ritual Caster",
		"description": "With preparation time (at least five minutes), a mage can create minor effect within the purview of their primary (or secondary) rite if they use a mana crystal. These effects will not be directly combat effective, but can be used for things like transferring or gathering information, destroying or forging evidence, altering items slightly and other similar effects.<br><br>This also grants you the beginnings of scholarly insight into your two rites, and you will be able to understand basic arcane effects you encounter from them."
	},
	{		
		"id": "skill_ritualCaster",
		"name": "Ritual Caster",
		"description": "By spending quantities of time and mana, the caster can achieve effects within the purview of their rites of greater magnitudes than with normal spells. Discuss with a GM beforehand what you are intending to achieve first. At this level, up to three mana crystals can be infused into a single ritual. Multiple mages of different rites can work together to create effects that combine their purviews.<br><br>This also grants you a deep understanding of your two rites, and you will be able to comprehend the workings of most arcane effect you encounter from them."
	},
	{		
		"id": "skill_masterRitualist",
		"name": "Master Ritualist",
		"description": "You can infuse up to five mana crystals into rituals. At this level, you can achieve world shaking effects."
	},
	{		
		"id": "skill_enchantWeapon",
		"name": "Enchant Weapon",
		"description": "By spending 10 seconds taking the energy contained with a mana crystal and imbuing it into a weapon (without the direction usually applied when casting a spell) the weapon's abilities are enhanced. Mechanically the weapon gains 3 uses of its Weapon Talent 1 encounter calls, this does not fade until all 3 calls have been used."
	},
	{		
		"id": "skill_manaAbsorption",
		"name": "Mana Absorption",
		"description": "By spending 10 seconds carefully absorbing the energies within a mana crystal, you may ease the ravages that casting using protomana have enacted on your body, allowing you to cast a further two times before scourging yourself (mechanically replaces two lost protomana). This is quite painful and you are mechanically under the effects of a REND while doing this."
	},
	{		
		"id": "skill_enchantArmour",
		"name": "Enchant Armour",
		"description": "By spending 10 seconds taking the energy contained with a mana crystal and imbuing it into some armour, (without the direction usually applied when casting a spell) the armour's abilities are enhanced. The armour gain 3 resists which run out when the last of the resists has been used and 5 additional hits which are lost before the regular armour hits and cannot be repaired. These resists follow the usual resist rules."
	},
	{		
		"id": "skill_perfectBinding",
		"name": "Perfect Binding",
		"level": "1",
		"description": "You may apply a mundane binding (such as tying someone up, or chaining up a door) with appropriate ritual forms. The binding will resist all mundane assaults for 24 hours.",
		"spell": true
	},
	{		
		"id": "skill_bindWound",
		"name": "Bind Wound",
		"level": "1",
		"description": "You wrap a strip of bandage around your arm for five seconds. Once complete, you may stem the flow of blood for any target in range and call HEAL 1 against them. For the rest of the encounter, they cannot bleed out.",
		"spell": true
	},
	{		
		"id": "skill_bindItem",
		"name": "Bind Item",
		"level": "1",
		"description": "You wrap a small piece of ribbon around an item you are carrying, and target a single, similar item in range. The ribbons grow and bind them to the ground, preventing them from being used. If you target an item being held, call a DISARM on it. If another individual picks up the item, you may call additional DISARMS on it.",
		"spell": true
	},
	{		
		"id": "skill_bindTheWind",
		"name": "Bind the Wind",
		"level": "2",
		"description": "Wrap a piece of ribbon around your mouth. As long as it remains, neither you nor a target of your choice can make any noise (even through other physical actions). The target can still use abilities that would normally require speaking (such as using priest miracles), but no one can hear the words coming from their mouths.",
		"spell": true
	},
	{		
		"id": "skill_boundInService",
		"name": "Bound in Service",
		"level": "2",
		"description": "Rebind the grip or any appropriate wrapping on a weapon or item. That item is bound to your service, and cannot be taken from your possession without your consent (including by a DISARM, to which you may call IMMUNE). This lasts until you cast this spell on another item.",
		"spell": true
	},
	{		
		"id": "skill_bindLimb",
		"name": "Bind Limb",
		"level": "2",
		"description": "Wrap a short length of rope around one of your arms or legs. This bursts forth, wrapping around the arm and making it unusuable. The same happens to a single target in range. You may call WOUND 30 (limb), taking a wound 30 on the same limb).",
		"spell": true
	},
	{		
		"id": "skill_bindTheTreacherousHeart",
		"name": "Bind the Treacherous Heart",
		"level": "3",
		"description": "Caster specifies a target and an emotion, and makes a cat’s cradle (10 seconds of roleplaying). While the spell is in effect the target is incapable of feeling that emotion, and it lasts as long as you maintain the grip on the cat’s cradle.",
		"spell": true
	},

	{		
		"id": "skill_bindTheStrength",
		"name": "Bind the Strength",
		"level": "3",
		"description": "You create a voodoo doll of a target (10 seconds of appropriate roleplaying). That target is WEAKENED. You may only maintain one instance of this spell at once, and need to hold the voodoo doll in a hand to maintain it.",
		"spell": true
	},
	{		
		"id": "skill_bindTheBattle",
		"name": "Bind the Battle",
		"level": "3",
		"description": "The caster holds a length of chain in their hands, and acts as if they are being weighed down to it, sagging to the ground. Upon casting this spell, everyone in the encounter is bound in place by chains of lethargy, and unable to take actions other than talking for 15 seconds.",
		"spell": true
	},
	{		
		"id": "skill_mastersPunishment",
		"name": "Master’s Punishment",
		"level": "4",
		"description": "Caster selects a single target by carefully preparing a representation of them (10 seconds obvious preparation). Caster gains the ability to call ZERO REND against the target every 30 seconds for the rest of the encounter. You may only maintain one instance of this spell at once",
		"spell": true
	},
	{		
		"id": "skill_holdBackTheFlowOfLife",
		"name": "Hold back the Flow of Life",
		"level": "4",
		"description": "This spell requires the pre-preparation of tieing a pre-prepared length of silk around some either one of the target’s limbs or their neck. Once this binding is in place, the caster can activate it through a few moments concentration and the infusion of mana or protomana. Once activated, the target is immune to all damage for ten seconds, then is dealt a QUINT as the silk violently incinerates.",
		"spell": true
	},
	{		
		"id": "skill_puppetteer",
		"name": "Puppetteer",
		"level": "5",
		"description": "Caster selects a single target by carefully preparing a representation of them (10 seconds obvious preparation). Target has to perform physical actions commanded by the caster (e.g., attack your comrades), the target is aware of the effect and is not compelled to keep quiet about the effect. Very strong monsters are instead WEAKENED for the duration of the effect, and are not affected by STRENGTHEN calls while it continues. Directing the target requires conscious effort, and thus you can only maintain one instance of this spell at once.",
		"spell": true
	},
	{		
		"id": "skill_boundToTheCause",
		"name": "Bound to the Cause",
		"level": "5",
		"description": "Once per adventure this spell may be cast on a willing comrade or the caster themself. Upon casting specify a simple goal. When the target next dies, instead they get up again on twice their full hits, with the effects of strengthened and immune rend and immune fear. Regardless of damage called take only single for each hit. They can only act to achieve the specified goal in the most direct manner, and will die in 2 encounters or a few hours. They cannot be healed in any way. If upon death the target is no longer willing, or the goal no longer applies this does nothing.",
		"spell": true
	},
	{		
		"id": "skill_shareThePain",
		"name": "Share the Pain",
		"level": "1",
		"description": "Inflict a REND on yourself/a willing and conscious ally to inflict a REND on a target within sight.",
		"spell": true
	},
	{		
		"id": "skill_scarOfTheSoul",
		"name": "Scar of the Soul",
		"level": "1",
		"description": "You must spend 30 seconds mutilating the target. The scar that you inflict cannot be healed by any means, and will always become apparent to those in the vicinity of the target, no-matter what methods are used to disguise or hide it.",
		"spell": true
	},
	{	
		"id": "skill_traceTheFlowOfLife",
		"name": "Trace the Flow of Life",
		"level": "1",
		"description": "This can be used in two ways. Either you open a wound on yourself, and transfer up to four hit points to an individual, or you open a wound on a willing and conscious individual and transfer up to four of their hit points to yourself.",
		"spell": true
	},
	{		
		"id": "skill_scarOfTheHeart",
		"name": "Scar of the Heart",
		"level": "2",
		"description": "You must spend 30 seconds phys-repping the carving of a bloody pattern into the target’s chest. Upon completion the target is compelled to tell you ONE secret that the target would die to protect (you may specify what you want to know, but will only be successful if the target would die to protect the secret). If the target has no such secret, the carved pattern immediately heals. This rite can only be successfully performed upon an individual ONCE. The scars produced by successful application of the rite will interfere with any future casting by any mage.",
		"spell": true
	},
	{		
		"id": "skill_exciseTheTreacherousHeart",
		"name": "Excise the Treacherous Heart",
		"level": "2",
		"description": "The caster is able to remove one emotion, memory, or desire from the target. The rite takes 30 seconds and a piece of flesh deep within the target must be cut out. The target must remember or feel the emotion, memory, or desire during the rite. This means the target must either be cooperating or the subject of particular clever trickery. The more deeply held the emotion, memory, or desire, the deeper the caster must cut; as such it is common for the target of this rite to carry long-lasting physical manifestation of their loss (e.g., aching joints, twinging scars, sudden headaches, etc).",
		"spell": true
	},
	{		
		"id": "skill_visionOfMortality",
		"name": "Vision of Mortality",
		"level": "2",
		"description": "Caster deals themselves a DOUBLE. A target within range experiences a terrible vision of their own death, and takes a FEAR.",
		"spell": true
	},
	{		
		"id": "skill_theftByScar",
		"name": "Theft by Scar",
		"level": "3",
		"description": "Spend 10 seconds hacking someone on their death count to pieces. You can HEAL yourself for a number of body hits equal to the victim’s maximum.",
		"spell": true
	},
	{		
		"id": "skill_scarTheUnquietSoul",
		"name": "Scar the Unquiet Soul",
		"level": "3",
		"description": "The caster carves a symbol into both their own forehead and that of a deceased individual. The body rises from the dead (with its previous intelligence and stats), and serves the caster. It cannot be healed in any way. The scar the caster cuts will heal over the course of a week - the spell cannot be used again within this time, and if the undead servant remains at the end, it will crumble into dust.",
		"spell": true
	},
	{		
		"id": "skill_brandTheMemory",
		"name": "Brand the Memory",
		"level": "3",
		"description": "The caster inscribes a small slash behind each ear of a willing or unresisting target. The target will believe a single fact about the caster (of the caster’s choice) for the next week.",
		"spell": true
	},
	{		
		"id": "skill_cutTheThread",
		"name": "Cut the Thread",
		"level": "4",
		"description": "The first time this is cast, the caster has to plunge a dagger deep into their own heart. Over the course of thirty quite painful seconds, the flow of their blood stops and crystals of mana begin to grow and stud it, causing major internal damage that leaves the caster on 0 hits when it finishes. This process transforms the user’s heart into something very like a magical implement. It also fundamentally changes some facts about how their body works. While the heart on some level still sustains them, it does not need to be within their chest to do so.<br><br>This has a number of advantages. The heart can hold up to three charges of power at any one time, which can be expended to accomplish one of three effects. These are to all intents and purposes spells, though unlike normal spells can always be used while the heart is touching the caster, even if they are unconscious. The caster can also remove their heart from their chest if they wish, can secrete it away from their person, and can summon it back to themselves as per the Returning Implement ability (although if they do it appears in their hand rather than in their chest cavity). The heart starts with the full three charges, and this spell can be CAST with a different ritual to regain one charge - specifically, the caster must extract the heart from a living body (which takes ten seconds of hacking at the chest).<br><br>The three effects are as follows. Firstly, the caster may expend a charge to fully heal all of their wounds. When they do, small, sharp crystals poke out from bits of their skin - though discreetly enough that only someone with deep knowledge of the rite of Wounding would notice. Secondly, the caster may temporarily infuse a recent corpse with unnatural vigour to temporarily fight for them. This requires contact with the recent corpse of a living creature, which will stand up on its full hits and fight to the best of its ability till it collapses either from damage or at the end of the encounter. Finally, it may be used to suck the life force from those around you and empower yourself. You may call MASS SINGLE (which can’t be arced) and are then under the effect of a STRENGTHEN.<br><br>If for any reason your heart is SHATTERED or hacked to pieces while it has charges, it explodes like an implement. It will reform shortly afterwards as long as your body remains intact, but it will no longer be charged. If your heart is in your chest and a SHATTER strikes your torso, this occurs.",
		"spell": true
	},
	{		
		"id": "skill_scarAndUnblemish",
		"name": "Scar and Unblemish",
		"level": "4",
		"description": "The caster cuts a symbol into their own flesh. This can either permanently remove a major affliction from a target (up to and including recent death), or grant a minor boon. The scar created is a conduit of this effect - granting a boon permanently leeches some part of the caster’s power (for as long as the target lives) , and removing a blight takes some part of it onto the caster. This has no immediate effect, but is deeply imbalancing (hence ONCE PER LARP), and can take a toll over time.",
		"spell": true
	},
	{		
		"id": "skill_maelstromOfScarsRenewed",
		"name": "Maelstrom of Scars Renewed",
		"level": "5",
		"description": "The caster invokes an almighty hurricane of the power of their right. All around them, on any creature that lives or has once lived, old wounds suffered will begin re-opening and closing at random, causing harm to anyone in a wide area around the caster. It takes one spell casting to invoke this storm, at which point it will blow mightily for about five minutes (i.e. usually an encouncter). While the storm blows, a GM will randomly call a alternating mixture of THROUGH SINGLES and ZERO effect calls at everyone in the vicinity every few seconds. By expending another spell charge, the mage can temporarily focus the storm in on one target - allowing them to call three shots of single or any 0 effect call other than FEAR or SHATTER (BLIND X is 5) at that target. The caster may expend a spell charge to end the storm early.",
		"spell": true
	},
	{		
		"id": "skill_stealTheScarredSoul",
		"name": "Steal the Scarred Soul",
		"level": "5",
		"description": "By ritually tearing apart a living or recently dead individual, the caster can completely extract their memories, and keep hold of some of them for themselves. This can either allow the caster to obtain any secrets they wish from the target, or assimilate some of their skills for their own. At the GM’s discretion, you gain the use of a skill of up to level three that the target possessed. Most mooks will possess level 1-3 warrior or skirmisher skills, as a guideline. You keep this ability until you next use this spell (in either mode).",
		"spell": true
	},
	{		
		"id": "skill_faultsUnveiled",
		"name": "Faults Unveiled",
		"level": "1",
		"description": "Caster becomes immediately aware of the weakest point of any one mundane object. Your own weakness is temporarily revealed, and you take +1 damage from the next attack that hits you.",
		"spell": true
	},
	{		
		"id": "skill_faultOfLife",
		"name": "Fault of Life",
		"level": "1",
		"description": "The caster is aware of the weakest point of a person’s very life. Usually this is still too strong to fracture. But if the target is already on their death count, the caster may rend apart their mortal existence. With this spell, you can execute someone at sight range by appropriate roleplaying of hacking with a weapon at the air. To weaken another’s connection to their mortality, you must crack your own - the next time you go onto your death count this adventure, start it at +15 seconds.",
		"spell": true
	},
	{		
		"id": "skill_faultOfFooting",
		"name": "Fault of Footing",
		"level": "1",
		"description": "The caster must shatter a clod of earth on the ground (easily obtained while in the countryside, in the city you probably need to have a supply). Call a Strikedown on anyone within sight.",
		"spell": true
	},
	{		
		"id": "skill_sappingSteel",
		"name": "Sapping Steel",
		"level": "2",
		"description": "The caster ritually destroys a weapon or shield in their hands (which needs to have been pre-weakened between encounters unless the caster has been STRENGTHENED). A weapon or shield of equivalent size range is instantly SHATTERED.",
		"spell": true
	},
	{		
		"id": "skill_faultOfMemory",
		"name": "Fault of Memory",
		"level": "2",
		"description": "The caster crushes a skull (small animal skulls can easily be obtained between larps). An unconscious target loses all memories of the last half an hour.",
		"spell": true
	},
	{		
		"id": "skill_faultOfPower",
		"name": "Fault of Power",
		"level": "2",
		"description": "The caster must break a component significant to a rite of magic or a particular deity. The caster may then resist the next three spells from that particular form of magic or worship.<br><br>It will cost 27 Riel to gain an artefact of sufficient power between adventures, and you may acquire a maximum of 2 between adventures. Please inform the GM of the total number of religious artefacts you have acquired this way at the beginning of each adventure. This value should be used as a guide for GMs when determining if an artefact counts for the purposes of this spell.",
		"spell": true
	},
	{		
		"id": "skill_faultOfEarth",
		"name": "Fault of Earth",
		"level": "3",
		"description": "Slam your weapon into the ground, cracking the earth. Call a MASS STRIKEDOWN. This cannot be arced",
		"spell": true
	},
	{	
		"id": "skill_faultOfTemperance",
		"name": "Fault of Temperance",
		"level": "3",
		"description": "The caster must break a vow of temperance (regarding food) that they have adhered to for at least a week. Many casters choose alcohol or chocolate. An intelligent target is overwhelmed by feelings of their own weakness, and may not make calls and may only defend with one hand for one minute (as if they were under the effects of a REND for that duration).",
		"spell": true
	},
	{		
		"id": "skill_faultlines",
		"name": "Faultlines",
		"level": "3",
		"description": "The caster shatters a small piece of glass. Targeted large inanimate object is gradually fractured over five minutes as rents open up in it, and it is rendered easily destroyed at the end of the process.",
		"spell": true
	},
	{		
		"id": "skill_faultOfFocus",
		"name": "Fault of Focus",
		"level": "4",
		"description": "The caster concentrates for a few seconds, and their own implement is rent apart until they choose to reform it. This does not cause the normal explosion, and instead the caster gains combat abilities dependant on how much mana was in the implement (which is expended). While their implement remains broken, the caster cannot use any further spells.<br><br>0 mana: The caster may call TRIPLE with any weapon they can use. 1 mana: The caster may call QUAD with any weapon they can use, and gains a single call of REND to use this encounter. 2 mana: The caster may call QUAD with any weapon they can use, and gains two uses of REND for this encounter. 3 mana: The caster may call QUINT with any weapon they can use, and gains two uses of REND for this encounter.",
		"spell": true
	},
	{		
		"id": "skill_faultOfSight",
		"name": "Fault of Sight",
		"level": "4",
		"description": "The caster crushes an eye in each hand. The caster may then call mass blind 5 which can be arced. The eyes must be fresh - extracting a pair of eyes takes ten seconds as long as you have something sharp.",
		"spell": true
	},
	{		
		"id": "skill_faultOfExistence",
		"name": "Fault of Existence",
		"level": "5",
		"description": "Every being which exists has connections which tie them to existence. Having reached the heights of Fracturing, you have an intuitive sense of these ties and how one would theoretically shatter them. Of course the threads that tie most creatures to reality are entirely too strong to shatter without severe repercussions (see retirement option), but it is still possible to strike them in such a way that it feels as if they are being severed. Equally, occasionally you might come across creatures who are genuinely so loosely tied to reality that you really can sever those connections. To cast this spell requires the shattering of the caster's deepest understandings of magic, and they will be unable to cast any Lv5 spell nor use advanced ritualist until the beginning of the next encounter. Additionally, the mage experiences the following roleplaying effects until the beginning of the next encounter, based on the mage's secondary rite:<ul><li>No Secondary Rite - The mage experiences one (or both) of the following effects: the overwhelming desire to release others from bondage or the certain understanding that others do not have the right to make decisions.</li><li>Consumption - The mage feels distant and spacey. As if they are a long way away from the events around them.</li><li>Scribing - The mage has a sense of loss, and that someone is keeping something important from them.</li><li>Wounding - The mage feels distant and spacey. As if they are a long way away from the events around them.</li><li>Binding - The mage has the certain understanding that others do not have the right to make decisions.</li></ul>This spell has two modes of operation, depending on how strongly tied an individual is tied to the world. You can inherently tell the difference (ask the GMs which applies). It is very rare to find an entity which is weakly tied to the world.<br><br><ul><li>Standard Use: Having cast this spell against a target, they will feel as if their existence is being wiped out, although will recover shortly. You may call WOUND 15 (specify a limb), 5 seconds later you must call TRIPLE REND, 5 seconds later you must call BLIND 5.</li><li>Weakly Tied Use: Having cast this spell against a target, you may call direct damage at them until they stop moving (a SINGLE every 5 seconds). Once they have stopped moving you may call EXECUTE, completely removing them from the world.</li></ul>Mages who understand the intricacies of this spell might get an unusual experience should they ever interact with a Dragon. If you have had this opportunity, please speak to the GMs about your experience.<br><br>This spell can also be used as a retirement option<br><br>The caster can see all the points tying an individual to this world. The caster simply reaches out and starts to sever each and every one in sequence. The target then fractures into nothingness and is utterly destroyed (Cannot be resurrected by any means). The process is not without its drawbacks, the act of shattering an entities links to the world requires you to shatter your own, a process which happens inside your mind, but none the less severs your own connections to the world. It takes a full 30 seconds to complete the severing, and while this ritual is taking place the target is aware of their very existence being scrutinised and destroyed by the caster and will typically react in a violent manner (please call a time freeze when you start so that a GM can brief the target appropriately). If the target escapes during the ritual then it cannot be completed. If successfully, then both the target and the caster will vanish from the world, the caster typically lasting long enough to say a few words to those left behind.",
		"spell": true
	},
	{		
		"id": "skill_crackTheFabric",
		"name": "Crack the Fabric",
		"level": "5",
		"description": "The caster raises their implement or their arms above their head, and sends a colossal flare of power into the sky. Faint cracks become visible fleetingly, and something will come through. Exactly what is rumoured to vary each time, with stories of gods brought to heel and the Dragons themselves consenting to give audience through the use of this power. Different quantities of mana/protomana can be used with this spell, and will summon something of commensurate power. Whether or not its on your side is another matter entirely. Casting this spell requires tremendous strength of will on the part of the mage, and can only be used once per adventure.",
		"spell": true
	},
	{		
		"id": "skill_purificationOfTheSelf",
		"name": "Purification of the Self",
		"level": "1",
		"description": "The caster drinks a sip of distilled water. This cleanses them of moderate strength poisons and most diseases. It also removes WEAKEN from the user.",
		"spell": true
	},
	{		
		"id": "skill_efficientConsumption",
		"name": "Efficient Consumption",
		"level": "1",
		"description": "The caster eats a morsel of food. They restore three hit points.",
		"spell": true
	},
	{		
		"id": "skill_tongueOfNewt",
		"name": "Tongue of Newt",
		"level": "1",
		"description": "The caster eats a small insect and briefly gains a prehensile tongue, which they can use to call a ZERO DISARM against any target within 10 meters.",
		"spell": true
	},
	{		
		"id": "skill_dissolutionOfTheForm",
		"name": "Dissolution of the Form",
		"level": "2",
		"description": "After consuming this reagent the caster’s body becomes somewhat gelatinous, allowing the caster to force their way through gaps only inches wide. The form lasts for 5 minutes. In this form the caster cannot wear armour, cannot wield a weapon, takes all damage against them as a DOUBLE, and cannot bleed to death. In this form they are immune to non-magical healing. If they are dropped to 0HP in this form, then when they return to normal they will be on 1HP.<br><br>Roleplay Effects: The form is relaxing to be in as everyday aches and pains simply vanish. Overuse of this spell is likely to result in the caster preferring this form over their own body, as they become steadily more aware of slight aches and twinges in joints and muscles which they simply hadn't noticed before. This can become some extreme that some mages have sought ways to permanently take on this form.",
		"spell": true
	},
	{		
		"id": "skill_acidicTransformation",
		"name": "Acidic Transformation",
		"level": "2",
		"description": "The caster drinks a vial of mild acid. This is extremely painful and you should take 3 seconds of the rend effect. For the rest of the encounter, you may call a SINGLE against anyone who deals you flesh damage via melee blow.<br><br>Roleplay Effects: Overuse of this spell can result in serious and long term gastric issues, with many practitioners being unable to digest food more rich than bread and cheese while others report extreme allergies to common foodstuffs.",
		"spell": true
	},
	{		
		"id": "skill_tasteOfKnowledge",
		"name": "Taste of Knowledge",
		"level": "2",
		"description": "The caster consumes a fragment of pretty much anything. They gain knowledge about that thing at GM discretion.<br><br>Roleplay Effects: It is rare to witness mages who have had the opportunity to overuse this spell. However, when overused casters report a strange effect: that written symbols seem to develop flavour. In extreme cases, mages have been found happily devouring their own books while researching, often reporting they had not even realised what they were doing.",
		"spell": true
	},
	{		
		"id": "skill_dragonsFire",
		"name": "Dragon’s Fire",
		"level": "3",
		"description": "After consuming a particularly volatile reagent the caster may call ZERO REND at a target within 5 meters, as they release a stream of flame from their mouth like the dragons of legend.<br><br>Roleplay Effects: This reagent will leave the caster feeling mildly ill, an effect which tends to get progressively worse each time the reagent is consumed. Regular usage will tend to result in shallow breathing and increased body temperature, leading to the impression they have a constant fever.",
		"spell": true
	},
	{		
		"id": "skill_arthroidForm",
		"name": "Arthroid Form",
		"level": "3",
		"description": "This reagent is made from the larva of particular breed of Wasp, and is highly palatable. Upon consumption the caster loses 2HP but gains 6 points of armour as chitinous plates form from their skin. The armour is Natural and if used in conjunction with Acid Transformation the armour points count as body points for the purposes of establishing whether your opponent is dealt acid damage. The armour is lost after standard armour but before HP. The armour benefits from magical effects that would repair armour as well as magical effects that would heal HP, but is unaffected by mundane armour repair, medicine, or alchemy. At the end of the encounter the armour is lost as the plates drop off.<br><br>Roleplay Effects: Over use of this reagent can cause irritation of the skin, eventually leading to serious patches of dermatitis. Another side effect is loss of sensation on parts of the body (usually the hands), which can lead to the caster accidentally injuring themselves as they pick up scalding pots or similar without noticing.",
		"spell": true
	},
	{	
		"id": "skill_fortifiedConsumption",
		"name": "Fortified Consumption",
		"level": "3",
		"description": "Having performed this rite, the caster becomes capable of superhuman feats of consumption. It takes approximately 30 seconds for your internal digestion and jaw to re-align itself. For the next 20 minutes biting through a wall and drinking lava is within their capability. The caster is immune to all but the most powerful effects of what they consume within the next 20 minutes. Most poisons become harmless and diseased food is perfectly nutritional. The negative effects of reagents can be assumed to not apply when drinking them under the effects of Fortified Consumption, unless explicitly stated that they do.<br><br>Roleplay Effects: This spell is responsible for one of the enduring perceptions of what it is to be a consumption mage. Long term use of this spell tends to effect the mage's perception of what is desirable to eat, with most mages picking up at least one or two weird eating habits (human hair, live mice, and candle wax being some of the more pleasant examples). In the most extreme cases the mages starts to desire things which are actively harmful to them, usually passing away shortly after.",
		"spell": true
	},
	{		
		"id": "skill_infusion",
		"name": "Infusion",
		"level": "4",
		"description": "The caster consumes an alchemical paste or a poison. Seconds later, they start exuding it from their skin and it covers any weaponry they use. You may gain the effects of the paste three times, on your next three blows.<br><br>Roleplay Effects: Use of this spell tends to result in emotional changes in the caster. The exact changes seem to be specific to the combination of caster and paste (i.e., a mage will have a different emotional reaction to a restoration of the flesh paste and a steal rot paste, and two different mages will have different reactions to a restoration of the flesh paste). Usually it is only a matter of time before a mage hits upon a paste which causes some sort of pleasant side-effect, often getting hooked. Equally, sheer utility might force a mage to regularly use this ability with a paste which causes an unpleasant emotional reaction, such as irritability or intense sadness.",
		"spell": true
	},
	{		
		"id": "skill_flameOfDissolution",
		"name": "Flame of Dissolution",
		"level": "4",
		"description": "The Flame of Dissolution is the reason most Consumption mages know when they can and cannot consume lava. In order to cast it, either lava or an artificial simulation of lava must be used. This reagent should not sensibly be consumed unless under the effects of fortified consumption. If attempted you will be able to make your call, then immediately drop to 0HP. You may call MASS QUAD STRIKEDOWN once. Prepared simulated lava gradually transmutes into the real thing in the gullet of the mage, and takes thirty seconds after drinking before they can make the call (after which they can make it at any time, but can only have one batch “brewing” inside them at once).<br><br>Roleplay Effects: Use of this spell tends to leave the caster feeling incredibly powerful, with most feeling a wave of exhilaration for an hour or two after each casting. Overuse of this spell can result in the mage have severe depression between uses of the spell, with their post-casting highs becoming ever more intense.",
		"spell": true
	},
	{		
		"id": "skill_swarmOfConsumption",
		"name": "Swarm of Consumption",
		"level": "5",
		"description": "The caster consumes a live swarm-forming insect. They then transform into a furious, terrifying swarm of magical insects. This form has a number of advantages - as a dissolute swarm, you are not affected by calls STRIKEDOWN, REND, DISARM and SHATTER. You also take only a single from all non-mass damage calls. Any armour you have becomes part of you, and you gain two additional armour hits. Finally, you can skeletonise a corpse (or dying individual) in five seconds, healing yourself for 2 when you do. While in this form, you may only call single, should fight with a single weapon up to 36\" or a pair of short weapons, and will not have access to any weapons calls that you would usually have. You can still use other spells while in this form.<br><br>Roleplay Effects: Dissolving your mind into a swarm is very disorientating, and hampers your ability to focus your mind. Immediately after reforming the caster is usually quite confused, suffering from lapses of concentration and memory. Overuse of this spell can cause long-term loss of faculties.",
		"spell": true
	},
	{		
		"id": "skill_consumeAndAssume",
		"name": "Consume and Assume",
		"level": "5",
		"description": "The caster consumes a sample of an inorganic material, and transforms, their flesh becoming a fluid, living construct of it. This will have effects at GM discretion.<br><br>Roleplay Effects: Related to your transformation and at GM discretion.",
		"spell": true
	},
	{		
		"id": "skill_mindsEye",
		"name": "Mind’s Eye",
		"level": "1",
		"description": "The caster scribes the relevant symbol upon an item. The caster is then aware of the location of the item. Early experimentation with what happened when such a scroll entered the Flux was unfortunate, but eventually it was discovered that so long as you cast the spell to provide only a rough idea of the items location (no more specific than a quarter mile) it is possible to use the spell with no adverse effects.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfCreating",
		"name": "Symbol of Creating",
		"level": "1",
		"description": "The caster scribes the symbol upon a scroll, above an image of a small, mundane item (up to around the size of a single handed weapon or medium shield). The scroll then burns away, leaving the item in its ashes. Any object created will appear to be made of ink and scroll, but will function as the item desired. You may not use this spell to create Superior or higher quality items without the relevant crafting skills. If you do have the relevant crafting skills then you can create items up to the same level you could through other methods, items created this way still count towards your usual limit of how many items you may create between adventures.",
		"spell": true
	},
	{		
		"id": "skill_theClosedEye",
		"name": "The Closed Eye",
		"level": "1",
		"description": "The caster scribes the symbol of a closed eye on a piece of parchment. The paper flies from their hands and wraps around the eyes of a target, calling a Blind 10.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfWarding",
		"name": "Symbol of Warding",
		"level": "2",
		"description": "The caster draws a line no longer than 30meters in length, and draws a symbol at one end. The caster can then specify a category of being (usually humans not present at the time of casting). If an entity of the type specified crosses the line, the caster will know.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfSkybreak",
		"name": "Symbol of Skybreak",
		"level": "2",
		"description": "The caster scribes one of a few symbols on the ground. Over the next five minutes the weather begins to change (the caster can specify the type of weather). This weather will then remain for 6 hours, before nature takes over. This can be used to bring rain to a desert or stop the wind atop a tall mountaintop, but cannot be used for devastating or offensive weather.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfStorms",
		"name": "Symbol of Storms",
		"level": "2",
		"description": "The caster inscribes a stylized lighting bolt on a scroll. The paper ignites and a ink-black bolt of lightning leaps forward from the flames, striking a target for a DOUBLE STRIKEDOWN.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfKnowledge",
		"name": "Symbol of Knowledge",
		"level": "3",
		"description": "Inscribe this symbol on a single written work. The next person who begins to read it instantly absorbs all knowledge contained within.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfProduction",
		"name": "Symbol of Production",
		"level": "3",
		"description": "The caster can either create a single large object (up to about a caravan in size) or a large number of copies of a simple thing. Items created this way are substandard unless you have a relevant crafting skill, in which case they are of standard quality (even if you could craft superior or higher quality items through other methods).",
		"spell": true
	},
	{		
		"id": "skill_symbolOfEntrenchment",
		"name": "Symbol of Entrenchment",
		"level": "3",
		"description": "The caster scribes a symbol on the ground beneath their feet (5 secs RP). Once completed, they may call FEAR up to three times at targets within five metres, as long as they don't move from that spot.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfProtection",
		"name": "Symbol of Protection",
		"level": "4",
		"description": "This may be cast upon any individual, weapon or object, by drawing the relevant symbol upon them/it. The person or item gains ONE of the following immunities for the duration of the encounter: Strikedown, Disarm, Shatter, Through (if cast on armour, damage is taken on the armour), Rend, Weaken, Blind, Fear, Poison, Backstab (only does a Single or Single effect). Casting this spell on an individual or item that is already under the effects of Symbol of Protection will over-write the earlier effect.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfRemoval",
		"name": "Symbol of Removal",
		"level": "4",
		"description": "The caster scribes the symbol upon an object or area of 2 metre radius or less. (This does not work on living creatures). The colour drains out of the affected area, the details becoming inky until all that is left is a representation of what was there of ink on scroll. The area that has been converted to scroll can be easily cut through. [If used on the ground or a thick object, converts up to 1m of depth]. Alternatively, this spell can be used to re-realise anything that has been absorbed into a scroll by a prior casting. When used in combat this spell should be called as SHATTER (and if successful specify “that item is a paper scroll”), this shatter can be resisted as normal.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfBecoming",
		"name": "Symbol of Becoming",
		"level": "5",
		"description": "This may be cast by the caster upon themselves once, ever. The caster selects one of the sets of symbols they already know and inscribes them upon their body. They gain the ability to freely cast the ability without the usual ritual and paraphernalia (although additional restrictions such as standing still will still apply). Twice per encounter, you can cast the spell associated with the symbol you have become without any preparation time. If the spell has a variable casting time, you get the effect at the lowest casting time. Normal mana costs and burnout restrictions still apply.<br><br>The benefits of this spell are tied to your ability to cast it, any effect which prevents you casting Symbol of Becoming (e.g. certain addiction effects) will prevent you using the abilities gained by casting the spell.",
		"spell": true
	},
	{		
		"id": "skill_symbolOfCalamity",
		"name": "Symbol of Calamity",
		"level": "5",
		"description": "The caster begins inscribing a symbol on the ground, gathering an enormous quantity of power to unleash upon the area in the form of a great calamity (huge lightning bolt, meteor strike, rain of fire etc.). The caster must stay in one place as they prepare the symbol, and the longer they prepare it for the greater the effect. After five seconds of preparation they can detonate the symbol to call a DOUBLE to everyone other than the caster in the encounter. This increases by one damage for every additional five seconds spent preparing it up to a maximum of QUINT at twenty seconds. Spending an additional five seconds adds STRIKEDOWN to this call, while an additional ten seconds adds REND.",
		"spell": true
	},
	{                
        "id": "skill_divineAuraTender",
        "name": "Divine Aura",
        "description": "The allies of the priest gain a minor benefit due to their devotion. In addition, your faith allows you to invoke any one level 1 Miracle you know once per adventure even when not under the Gaze of the Gods.<br><br>Your allies’ wounds close up soon after they open. Your party heals one body hit after each encounter for each level of this skill you possess",
        "aura": ["PARTY HEAL 1 at the end of each encounter"],
        "adventure": ["Level 1 Miracle"]
	},
	{                
	        "id": "skill_divineMajestyTender",
	        "name": "Divine Majesty",
	        "description": "The priests aura further improves, granting the following effects in addition to the existing ones, and allowing them to invoke a miracle of up to level 4 once per adventure while not under the Gaze of the Gods.<br><br>Each member of the party can call HEAL 2 on themselves once per encounter at any time they're conscious",
	        "aura": ["HEAL 2"],
	        "adventure": ["Level 1 Miracle or Level 2 Miracle or Level 3 Miracle or Level 4 Miracle"]
	},
	{                
	        "id": "skill_fastWork",
	        "name": "Fast Work",
	        "description": "The amount of time it takes to use skills requiring medical roleplay is halved. If you have another ability which reduces the time it takes to use an ability then the abilities do not combine, instead use whichever time is lower"
	},
	{                
	        "id": "skill_patchUpMore",
	        "name": "Patch Up",
	        "description": "You may use the Patch Up ability an additional 3 times without weakening the patient",
	        "encounter": ["HEAL 6 (up to 6 times before weakening patient) (10s)"]
	},
	{                
	        "id": "skill_medicalKnowledge",
	        "name": "Medical Knowledge",
	        "description": "Allows for the diagnosis and treatment of minor diseases, and for the diagnosis of addictions to class C and D potions. While very minor diseases might be curable with a quick herbal preparation, serious diseases and addictions will require the “Suppress Symptom” ability"
	},
	{                
	        "id": "skill_holyProtector",
	        "name": "Holy Protector",
	        "description": "You gain one DODGE per encounter while wielding a shield. This may ONLY be used on behalf of an ally within swords reach of you, by calling DODGE THAT or BODYGUARD DODGE",
	        "encounter": ["BODYGUARD DODGE"]
	},
	{                
	        "id": "skill_healingLight",
	        "name": "Healing Light",
	        "description": "10 sec: HEAL 2 any one target you can see",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_geyser",
	        "name": "Geyser",
	        "description": "20 sec: A spring of fresh water bubbles up through the ground at the feet of the caster. It will remain until the caster loses the attention of the tender",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_healingWave",
	        "name": "Healing Wave",
	        "description": "10 sec: MASS HEAL 1 PARTY",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_stayTheClaw",
	        "name": "Stay the Claw",
	        "description": "15 sec: WEAKEN an animal. If used on a non-hostile creature, this can instead be used to befriend an animal",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_waveOfFertility",
	        "name": "Wave of Fertility",
	        "description": "60 sec: All plant life within 10 metres of the caster begins to flourish towards fruition. If uninterrupted, they will reach a harvestable state within three minutes",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_convalescence",
	        "name": "Convalescence",
	        "description": "30 sec: Remove any mundane disease from a target",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_healingTouch",
	        "name": "Healing Touch",
	        "description": "20 sec: For the next 15 seconds, all weapon blows you strike call HEAL 1 instead of their normal effect",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_wardTheWasting",
	        "name": "Ward the Wasting",
	        "description": "10 sec: Remove WEAKEN from a target. For the rest of the encounter, that target is immune to WEAKEN",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_createPlants",
	        "name": "Create Plants",
	        "description": "15 sec: A small patch of plant life of the caster’s choice appears and fruits at the feet of the caster.",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_masterOfBeasts",
	        "name": "Master of Beasts",
	        "description": "30 Sec: Caster may call MASS FEAR against bestial foes",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_rejuvenation",
	        "name": "Rejuvenation",
	        "description": "20 Sec: HEAL FULL a target",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_healingFlood",
	        "name": "Healing Flood",
	        "description": "Healing wave improves to HEAL 3",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_purificationOfTheBody",
	        "name": "Purification Of The Body",
	        "description": "60 sec: Remove any disease or addiction from a target. A target may have only a single addiction purged this way per adventure",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_waveOfRejuvenation",
	        "name": "Wave of Rejuvenation",
	        "description": "5 sec: Heal FULL PARTY. The use of this ability will end your gaze of the gods.<br><br>Alternatively, you may use this ability to retire. Power erupts outwards from the user in colossal waves. The priest transforms the area in a way that they see fit (although this always makes use of nature in some way). The area becomes stabilised and all who enter the area can tell the location is Holy to the Tender. The effects will vary depending on the disposition and the desires of the priest using the ability, but examples include a spring whose water cures illness and injury, a grove where animals bring the lost and dispossessed, a field of crops which flowers overnight and is ready to harvest each morning, a cave where those who have lost loved ones can commune with those they have lost.<br><br>When using the retirement version of this ability you may also use the standard version at the same time",
	        "miracle": true,
	        "level": 5
	},
	{                
	        "id": "skill_resurrection",
	        "name": "Resurrection",
	        "description": "40 sec: Restore an individual who has perished recently (the soul must still be present, generally speaking a soul is no longer present after an hour unless some other force was at play). You can also use this ability to restore limbs of cure other catastrophic injuries, although overuse can become draining at GM discretion",
	        "miracle": true,
	        "level": 5
	},
	{                
        "id": "skill_divineAuraWarrior",
        "name": "Divine Aura",
        "description": "The allies of the priest gain a minor benefit due to their devotion. In addition, your faith allows you to invoke any one level 1 Miracle you know once per adventure even when not under the Gaze of the Gods.<br><br>Your allies’ fighting spirits are enhanced. Your party may call +1 damage on a blow per encounter for each level of this skill you possess. This stacks with STRENGTHEN. Alternatively, they may call resist weaken once in the encounter.",
        "aura": ["RESIST WEAKEN or +1 damage to a blow"],
        "adventure": ["Level 1 Miracle"]
	},
	{                
	        "id": "skill_divineMajestyWarrior",
	        "name": "Divine Majesty",
	        "description": "The priests aura further improves, granting the following effects in addition to the existing ones, and allowing them to invoke a miracle of up to level 4 once per adventure while not under the Gaze of the Gods.<br><br>Each party member gains 1 combat call appropriate to their weapon per encounter.",
	        "aura": ["Weapon appropriate call"]
	},
	{                
	        "id": "skill_holyDestroyer",
	        "name": "Holy Destroyer",
	        "description": "Once per adventure, you may declare that you intend to destroy a target. You call +1 damage against them, which stacks with STRENGTHEN. The effect persists beyond the encounter if they get away, but you may only ever have one instance of this ability active against a given individual",
	        "adventure": ["+1 damage against a declared target"]
	},
	{                
	        "id": "skill_shrugOffTrickery",
	        "name": "Shrug Off Trickery",
	        "description": "The warrior protects you from trickery and magic. You may call one RESIST per encounter to a non-weapon based attack or effect (such as a spell or wayfinder ability)",
	        "encounter": ["RESIST non-weapon call"]
	},
	{                
	        "id": "skill_holyChallenge",
	        "name": "Holy Challenge",
	        "description": "Once per adventure, you declare a challenge against a target, and the Warrior ensures your fight is uninterrupted. Until either you or they are reduced to 0 body hits, no one outside the challenge may damage or heal either of you",
	        "adventure": ["Holy Challenge"]
	},
	{                
	        "id": "skill_vowToTheWarrior",
	        "name": "Vow to the Warrior",
	        "description": "Through the priest, the Warrior will bear witness to marital vows sworn with appropriate ceremony. This will have effects at GM discretion"
	},
	{                
	        "id": "skill_armoury",
	        "name": "Armoury",
	        "description": "The church of the Warrior has extensive armouries from which priests may draw. The character can borrow any quantity of superior equipment, and one piece of master crafted equipment per adventure.<br><br>If you possess a large church and have the church backing skill, you can instead borrow any amount of master-crafted weaponry and armour - though losing it will be frowned upon."
	},
	{                
	        "id": "skill_mightyBlow",
	        "name": "Mighty Blow",
	        "description": "10 Sec: The caster may call + 1 rank of damage on their attacks for the next ten seconds",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_warriorsStamina",
	        "name": "Warrior’s Stamina",
	        "description": "10 sec: The caster calls HEAL 4 on themselves",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_strikeTrue",
	        "name": "Strike True",
	        "description": "20 secs: The caster may call the appropriate special call for their weapon on their two attacks",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_neverUnarmed",
	        "name": "Never Unarmed",
	        "description": "10 sec: The caster manifests a spectral sword in their hand. The caster may count it a superior version of whatever weapon they have skills in if they wish. Alternatively, a weapon they are already holding may be changed to take the form of any they wish to use. Either way, the weapon cannot be shattered. It lasts for the rest of the encounter. OOC: we recommend that anyone with this prayer carry a spare sword in a scabbard if at all practical",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_faceMeBeast",
	        "name": "Face Me, Beast!",
	        "description": "10 sec: Targeted non-sentient creature is drawn to focus its attacks on the caster (within reason), and not to flee from the confrontation",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_mastersSweep",
	        "name": "Master’s Sweep",
	        "description": "10 sec: Caster may call a STRIKEDOWN at a target within sight.",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_unyieldingMight",
	        "name": "Unyielding Might",
	        "description": "20 sec: For the next five seconds, the damage component of all calls dealt to you by enemies are replaced with HEAL 1. You still take any other effects of attacks",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_bruteStrength",
	        "name": "Brute Strength",
	        "description": "5 sec: The caster STRENGTHENS themself for the next 30 seconds. They are immune to weaken for the duration",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_unbowedUnbroken",
	        "name": "Unbowed, Unbroken",
	        "description": "10 Sec: Gain IMMUNE to one special call of your choice for the rest of the encounter. If you use this Miracle again, the previous effect ends",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_improvedMightyBlow",
	        "name": "Improved Mighty Blow",
	        "description": "Mighty Blow improves to 5 seconds",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_blazingBlade",
	        "name": "Blazing Blade",
	        "description": "20 sec: For the rest of the encounter, the caster may apply the “Through” effect to any attacks they make",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_reapingSwing",
	        "name": "Reaping Swing",
	        "description": "10 sec: You swing your weapon towards a target, and it strikes them despite the distance. You may call any call you could make with a weapon you are holding at an enemy within sight. If you use an effect call, this DOES use up one of your uses for the encounter. You cannot use this ability if you are currently attempting to avoid confrontation",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_getBehindMe",
	        "name": "Get Behind Me!",
	        "description": "15 sec: By tapping a player on the shoulder and shouting GET BEHIND ME you give them a pool of 3 dodges for as long as they are fighting beside you. You must explain these additional rules at the beginning of any adventure on which you are playing",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_titanOfBattle",
	        "name": "Titan of Battle",
	        "description": "20 secs: Once invoked the caster is immune to *all* effects other than raw damage from attacks against them for the rest of the Encounter.<br><br>Alternatively,you may use this to retire. The caster may instantly slay the next foe they strike. This cannot be dodged or otherwise resisted. The caster is destroyed by the power unleashed, and passes into legend.",
	        "miracle": true,
	        "level": 5
	},
	{              
	        "id": "skill_warriorsMightySweep",
	        "name": "Warrior’s Mighty Sweep",
	        "description": "5 Sec: You swing your weapon in a mighty arc, glowing with the holy fire of the warrior. You may call the appropriate call from Weapon Talent 1 for your weapon as a MASS (arced if you wish). The sheer power of this ability abates the gaze of the gods",
	        "miracle": true,
	        "level": 5
	},
	{                
        "id": "skill_divineAuraBuilder",
        "name": "Divine Aura",
        "description": "The allies of the priest gain a minor benefit due to their devotion. In addition, your faith allows you to invoke any one level 1 Miracle you know once per adventure even when not under the Gaze of the Gods.<br><br>Your allies’ armour is hardened and fortified by your presence. Your party’s armour can be repaired up to one higher than its usual maximum for each rank of this skill you possess",
        "aura": ["Armour +1"],
        "adventure": ["Level 1 Miracle"]
	},
	{                
	        "id": "skill_divineMajestyBuilder",
	        "name": "Divine Majesty",
	        "description": "The priests aura further improves, granting the following effects in addition to the existing ones, and allowing them to invoke a miracle of up to level 4 once per adventure while not under the Gaze of the Gods.<br><br>Each member of the party can call RENEW 3 on themselves once per encounter at any time they're conscious",
	        "aura": ["RENEW 3"],
	        "adventure": ["Level 1 Miracle or Level 2 Miracle or Level 3 Miracle or Level 4 Miracle"]
	},
	{                
	        "id": "skill_craftsman1",
	        "name": "Craftsman 1",
	        "description": "the character can carry out field repairs to standard quality armour of all classes, and can fix shattered standard equipment with access to a smithy"
	},
	{                
	        "id": "skill_craftsman2",
	        "name": "Craftsman 2",
	        "description": "As Craftsman 1, but the character can repair superior equipment, and gains the ability to field repair standard weaponry and shields, and superior armour. In addition, the character can craft a single standard item between each adventure"
	},
	{                
	        "id": "skill_craftsman3",
	        "name": "Craftsman 3",
	        "description": "As Craftsman 1, but can repair master crafted equipment, and can field repair master crafted armour, superior weaponry and shields. In addition, the character can now choose to craft EITHER two standard or one superior item between adventures"
	},
	{                
	        "id": "skill_crafter3",
	        "name": "Crafter 3",
	        "description": "As Crafter 1, but can repair master crafted equipment, and can field repair master crafted armour, superior weaponry and shields. In addition, the character can now choose to craft EITHER two standard or one superior item between adventures"
	},
	{                
	        "id": "skill_masterCraftsman",
	        "name": "Master Craftsman",
	        "description": "As craftsman one, but the character can field repair any non-artifact weaponry or shields, field repair artifact armour and repair other artifact equipment in a smithy. In addition, the character can choose to manufacture EITHER one mastercrafted, two superior or four standard items between each adventure. Finally, the character can contribute to the creation of artifacts. Mastercrafted items you have created will give you full benefits of a master crafter item when you are using them (including both the ability to wield it and the buffs it would give if you had the skill), this benefit is not gain when using master crafted items produced by someone else or when someone else is using your master crafted items"
	},
	{                
	        "id": "skill_engineer",
	        "name": "Engineer",
	        "description": "You know how to construct complex buildings or devices (such as siege weaponry). Mostly a between adventures thing. When purchasing resources you pay only 50% of the cost to represent the purchase of materials and labour used to construct the resource yourself. You may construct resources for other characters, you pay 50% of the cost as usual and pass the resource to the other character in exchange for whatever arrangement has been worked out between your characters"
	},
	{                
	        "id": "skill_divineInspiration",
	        "name": "Divine Inspiration",
	        "description": "This skill may be used once per an adventure.<br><br>The priest focusses their mind on a practical problem. After a short period of meditation, the design of a solution will come to them.<br><br>For example, if the problem is needing a way to break through a city's walls, the solution may be a device for under-mining the walls, a balista, or even suction powered climbing gear depending on the exact situation and crafting capabilities of the priest / combat and crafting capabilities of the party in question.",
	        "adventure": ["Divine Inspiration"]
	},
	{                
	        "id": "skill_rework",
	        "name": "Rework",
	        "description": "10 sec: You may RENEW 3 the suit of armour a target is wearing. This may not take it above its normal maximum hits",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_concussiveStrike",
	        "name": "Concussive Strike",
	        "description": "20 sec: You may call MASS ZERO STRIKEDOWN the next time you connect with a melee weapon blow. this cannot be arced and does not affect you. Alternatively, used against a stationary object this can function as a SHATTER",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_make",
	        "name": "Make",
	        "description": "10 sec: During the period that you are chanting, you are capable of completing 60 seconds work. If you are conducting less than 60 seconds of work, it will still take 10 seconds to complete",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_cumbersomeTools",
	        "name": "Cumbersome Tools",
	        "description": "15 sec: You call the armour and tools of a target to turn against them. Call ENTANGLE [limb]",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_reinforce",
	        "name": "Reinforce",
	        "description": "5 sec: You may reinforce a person's tolls or armour. With a 5 second chant you may provide a target with two resists against a single call that you specify. For example, if providing a resist against STRIKEDOWN, tell them \"You gain 2 resists to STRIKEDOWN\". You may not use this miracle for a second time against a target until they have used their resist (or until the encounter has ended when the resist is lost)",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_buildersGaze",
	        "name": "Builder’s Gaze",
	        "description": "5 sec: You gain a single insight into the workings of an item or mechanism (the level of insight is at GM discretion but should amount to something \"useful\"). If you are maintaining this miracle over extended period of time, you may interact with anything around you as well as its creator would have been able to",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_reconstruction",
	        "name": "Reconstruction",
	        "description": "20 sec: The priest may call MASS PARTY RENEW THREE. Larger construction may be repaired either far more rapidly or form far worse damage than Remake (i.e. knitting back together a bride over a chasm that has fallen in)",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_armourskin",
	        "name": "Armourskin",
	        "description": "15 sec: You lay your hands upon a wounded ally, the ally gains all their lost hits back as armour hits for the encounter. If they are on zero hits when you cast this miracle then they will not need body hits for the rest of the encounter (though they will still fall unconscious if they run out of armour hits). Renews function on these armour hits as usual. At the end of the encounter their armour hits will disappear, if they have no body hits left then they will immediately start bleeding out",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_divineForging",
	        "name": "Divine Forging",
	        "description": "15 sec: You may point at a weapon or shield in your sight and reforge it with the power of the builder, that item will provide ALL the benefits of a master-crafted item for the duration of the encounter (including both the ability to wield it and the buffs it would give if you had the skill)",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_bulwark",
	        "name": "Bulwark",
	        "description": "30 sec: As long as the priest is wearing armour that has remaining hits, they become invulnerable to all damage for ten seconds",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_aPoorWorkman",
	        "name": "A Poor Workman",
	        "description": "10 seconds: For the next ten seconds, the target's armour (including natural armour) and weapons cease to function on their behalf. All damage to the target is dealt as THROUGH damage. If the target is fighting with crafted weapons, they can only call SINGLE and may make no effect calls. You can only use this on a target ONCE per encounter.<br><br>Call YOUR ARMS BETRAY YOU. You must explain these additional rules at the beginning of any adventure in which you play.",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_creation",
	        "name": "Creation",
	        "description": "10 sec: You and those you are supporting may carry out 5 minutes of work during the 10 seconds you are using this miracle. If conducting less than 5 minutes work, it will still require the full 10 seconds to complete. You may use very inappropriate materials to carry out this work while using this miracle and still expect to succeed. For example, a Priest could use a gaze of the gods and this miracle to allow themselves and 4 other party members to construct a reasonably solid set of fortifications in only a few hours, using only glacial ice",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_imprison",
	        "name": "Imprison",
	        "description": "30 sec: You may imprison a single target. Call ENTANGLE ALL LIMBS. The exact nature of the imprisonment varies, but usually involves large blocks of earth rising to surround the target or catches the arms and legs of a target between rocks. Please explain the exact effect you use to the monsters at the beginning of each adventure you play on.<br><br>STRENGTHENED individuals or particularly strong monsters may instead take a REND from this effect.",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_steelskin",
	        "name": "Steelskin",
	        "description": "30 sec: The priest or target ally has their skin transmuted into living metal. For the rest of the encounter, all damage against that target is reduced to a single if it would be higher.<br><br>Alternatively, you may use this ability to retire. The caster creates a single item or construction (up to small city sized in magnitude), infusing themselves into it. The item/construction will have properties significantly above and beyond the norm. If a stationary structure is made, the area around it becomes stabilised.",
	        "miracle": true,
	        "level": 5
	},
	{                
	        "id": "skill_reforgedSteel",
	        "name": "Reforged Steel",
	        "description": "20 sec: The priest can call MASS RENEW FULL PARTY. In addition, the party regain all expended weapon calls. The sheer power this uses causes the gaze of the gods to abate",
	        "miracle": true,
	        "level": 5
	},
	{                
        "id": "skill_divineAuraTraitor",
        "name": "Divine Aura",
        "description": "The allies of the priest gain a minor benefit due to their devotion. In addition, your faith allows you to invoke any one level 1 Miracle you know once per adventure even when not under the Gaze of the Gods.<br><br>The traitor allows you to simulate the divine aura of one of the other gods of Acryn. You may use that god's divine aura at a level equal to the level you have bought the divine aura skill at.<br><br>Note: the god being simulated must be the same across all skills which replicate another type of Priest's abilities, and the god must be a god of Acryn",
        "aura": ["SPECIAL"]
	},
	{                
	        "id": "skill_divineMajestyTraitor",
	        "name": "Divine Majesty",
	        "description": "The priests aura further improves, granting the Divine Majesty effects from the God being simulated by divine aura, and allowing them to invoke a miracle of up to level 4 once per adventure while not under the Gaze of the Gods",
	        "aura": ["SPECIAL"]
	},
	{                
	        "id": "skill_traitorsCloak",
	        "name": "Traitor’s Cloak",
	        "description": "Once per an adventure you can convince someone that you are their trusted subordinate. Assuming that you do not do anything to violate their trust, this will persist. This will not last over an extended period of time unless you put a lot of effort into maintaining the illusion.",
	        "adventure": ["TRAITOR'S CLOAK"]
	},
	{                
	        "id": "skill_alwaysTheCorrectPath",
	        "name": "Always the Correct Path",
	        "description": "60 sec meditation (requires quiet contemplation rather than chants): You may propose a course of action to the Traitor either yourself or on the behalf of a group of willing collaborators. Upon using this miracle you and your collaborators will believe the course of action must either achieved or opposed at any cost, and in spite of any further evidence to the contrary. If the outcome is sufficiently important to the Traitor then a temporary blessing may be provided to help achieve (or oppose) it, this is extremely rare but more common with larger cabals. All collaborators must understand that this is a religious rite which may change their beliefs, and be willing to participate in it.",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_weakPoint",
	        "name": "Weak Point",
	        "description": "10 sec: You may add +1 damage and the REND effect as a backstab to a strike delivered in the current encounter. You may apply this effect to yourself or another, but no-one can have more than one of these prepared at once. E.g., if your base damage is DOUBLE then you may call BACKSTAB TRIPLE REND. Note that this follows the usual rules for backstab and may be taken as a single if the target saw it coming",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_gloveOfThePoisoner",
	        "name": "Glove of the Poisoner",
	        "description": "30 sec: You may ready a call for delivery by supernatural means. After you have used this ability, a call that you could have made (via any means) is used up. Instead, you gain the ability to release the call via friendly physical contact (a handshake, touching another's shoulder, etc). You CANNOT release the call in combat. You CANNOT have more than one stored call at a time, using this miracle again before you have used the stored call will result in the call being lost. With an instant effect like REND it will be immediately obvious that you are responsible for what has happened, but with longer term effects like poison it is often possible to completely avoid detection while delivering the effect.<br><br>A common use of this ability is to alchemically poison a weapon, so that the poison can then be delivered by handshake upon meeting the target.",
	        "miracle": true,
	        "level": 1
	},
	{                
	        "id": "skill_anothersMiracleLvl1",
	        "name": "Another’s Miracle",
	        "description": "You may purchase and use a level 1 Miracle from one of the other gods of Acryn. The god must be the same one as your divine aura skill and any other abilities which replicate another type of priests power",
	        "miracle": true
	},
	{                
	        "id": "skill_playingDead",
	        "name": "Playing Dead",
	        "description": "15 sec: You may sequester part of your life away for safekeeping. When using this ability choose how many body hits you are sequestering away, your current and maximum body hits drop by this amount. You may choose to restore these body hits at any time (so long as you have not bled to death). This can be used to trick an enemy into believing you are near-death, but is usually used as a safety-net against bleeding to death",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_deedsByCandlelight",
	        "name": "Deeds by Candlelight",
	        "description": "20 sec: Your next Miracle (of level 4 or lower) may be accessed with a whispered prayer to the Traitor. This must follow all other restrictions of the miracle, must be uttered loudly enough that someone standing next to you could hear it, and must directly call upon the Traitors name. You may only have one of these prepared at a time",
	        "miracle": true,
	        "level": 2
	},
	{                
	        "id": "skill_anothersMiracleLvl2",
	        "name": "Another’s Miracle",
	        "description": "You may purchase and use a level 2 Mircale from one of the other gods of Acryn. The god must be the same as your divine aura skill and any other abilities which replicate another type of priests power",
	        "miracle": true
	},
	{                
	        "id": "skill_helpingHand",
	        "name": "Helping Hand",
	        "description": "20 sec: Gain one use of BACKSTAB SINGLE WEAKEN at range.<br><br>You may need to make the following clarification at the beginning of any adventure in which you are playing: when a ranged call includes the BACKSTAB keyword, for the adjudication of ranged backstab, if you were looking in the direction of the caster then this ability works fully. If you were looking away from the caster then you can assume you \"expected\" the call and take a single",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_sightUnseen",
	        "name": "Sight Unseen",
	        "description": "30 sec: An unresisting target forgets up to the last hour of events, at the caster's discretion.<br><br>Alternatively, the caster may choose to shield someone from the repercussions of an action by taking the blame. When doing this, the period which may be altered increases to the past week. The caster does not have any control over exactly what the target will remember. Only that the one they wish to shield will be forgotten and the target will remember the caster doing a number of heinous actions (which may or may not be the act the caster is performing the miracle to shield). Evidence will tend to support the memories of the target",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_barricadeUnbarred",
	        "name": "Barricade Unbarred",
	        "description": "30 sec: Your passage cannot be prevented. By using this miracle you ensure that the target can pass once through an aperture designed to be entered (such as a doorway or gate), even if it has been locked or barricaded",
	        "miracle": true,
	        "level": 3
	},
	{                
	        "id": "skill_anothersMiracleLvl3",
	        "name": "Another’s Miracle",
	        "description": "You may purchase and use a level 3 Miracle from one of the other god of Acryn. The god must be the same one as your divine aura skill and any other abilities which replicate another type of priests power",
	        "miracle": true
	},
	{                
	        "id": "skill_hardened",
	        "name": "Hardened",
	        "description": "15 sec: During the next 10 seconds you may not use any offensive calls or abilities and MUST fight defensively. During this period you may resist all damage and offensive calls",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_thisIsNotHowItEnds",
	        "name": "This is Not How it Ends",
	        "description": "5 sec: Some people are more important than others.<br><br>Should you need to, you may take on any debilitating condition that might otherwise prevent someone from doing their duty, including recent death. Any and all debilitating conditions (as selected by the caster) are immediately removed from the target and applied to the caster. This can also be used to remove minor wounds from others (call HEAL X up to your current hit points, taking all those hits yourself)",
	        "miracle": true,
	        "level": 4
	},
	{                
	        "id": "skill_anothersMiracleLvl4",
	        "name": "Another’s Miracle",
	        "description": "You may purchase and use a level 4 Miracle from one of the other gods of Acryn. The god must be the same one as your divine aura skill and any other abilities which replicate another type of priests power",
	        "miracle": true
	},
	{                
	        "id": "skill_forThoseGreaterThanI",
	        "name": "For Those Greater Than I",
	        "description": "10 Sec: You select a target (who is not you) and call a time freeze, in order to explain the effect below.<br><br>Authority boils off the target in waves. It is difficult for anyone to deny them. The target themselves is filled with confidence and a desire to do what is just. Use of this ability immediately ends you use of Gaze of the Gods.<br><br>The target may use the call 'You dare not strike me'; as long as they take no action that would harm another while moving slowly and purposefully, none will dare strike them. The moment you take any violent action, wield a weapon, or move rapidly the effect ends.<br><br>Should the target engage in violence, anyone attempting to strike the target will be WEAKENED for the purposes of making calls against them, even if they were STRENGTHENED. This only applies to calls made against the target.",
	        "miracle": true,
	        "level": 5
	},
	{                
	        "id": "skill_betweenBlinks",
	        "name": "Between Blinks",
	        "description": "30 sec: The Traitor's power shrouds you from the sight of others. You gain a dodge, and may use the rules below when using the dodge. You may not have more than one of these prepared at one time.<ul><li>When you use the dodge you may immediately follow the call with a “DISAPPEARING” call and put your fingers up to indicate you are OC.<li>You may choose to use this dodge to do this even if you were not struck.<li>You then have 5 seconds to relocate your position in the fight. You may only position yourself in places you can easily get to and may not ask people to make way for you.<li>You must then call “APPEARING” and drop your fingers to indicate that you are now IC again.<li>You may choose to do this earlier if you wish<li>You cannot be struck during this time.<li>You may not attack during this time.<li>You may still treat anything you witness as having been witnessed by your character.</ul>This ruleset represents a supernatural effect hiding you from others. It does not represent true invisibility or teleportation.<br><br>You must explain these additional calls at the beginning of any adventure which you are playing.",
	        "miracle": true,
	        "level": 5
	},
	{                
	        "id": "skill_swanSong",
	        "name": "Swan Song",
	        "description": "20 sec: Gain a single use of POISON, which can be delivered via any weapon you are using. The poison's effects will be dependant on whether the poison contacted flesh and the target's standing in the eyes of the Traitor. Using this ability on the undeserving WILL have consequences upon the caster (GM discretion).<br><br>This may also be used as a retirement option:<ul><li>Gain POISON against your Target.<li>Gain 10 dodges against everyone else.<li>Gain Strengthen against everyone else.<li>Gain 1 use of MASS STRIKEDOWN PARTY.</ul>All of these effects immediately cease when you have successfully struck a poisoned blow against your target. The target will quickly weaken over the following day, before dying. This cannot be prevented through any method.<br><br>Your mind will immediately be lost, the reason that you committed the act will be replaced in your mind with money, vengeance, or some sort of political strike against Acryn. No matter what method you use to escape, your body or plans will betray you. Events will conspire to ensure that you are quickly arrested, then executed or imprisoned for life. Your rantings will become ever more villainous. You will no longer remember the cult of the Traitor or you will remember it as an evil cult with only one aim: the destruction of Acryn.",
	        "miracle": true,
	        "level": 5
	},
	{		
		"id": "skill_craftingUpgrades",
		"name": "Crafting - Upgrades",
		"description": "At the start of an encounter you can choose ONE piece of equipment. You have performed some \"quick fixes\" on the equipment and that item will provide ALL the benefits of a master-crafted for the duration of the encounter (including both the ability to wield it and the buffs it would give if you had the skill). If the equipment is already master-crafted then if it is a weapon then you may call +1 damage with it for the encounter, if it is armour then it gains 2 additional hits, if a shield an additional resist."
	},

	{		
		"id": "skill_medicineHealingHands",
		"name": "Medicine - Healing Hands",
		"description": "Once per an encounter you may use one of the abilities below:<ul><li>LIVE DAMNIT! - By loudly shouting LIVE DAMNIT! while tending to someone who is fallen, you may instantly restore their hit points (call HEAL SIX).</li><li>SNAP OUT OF IT! - By shouting SNAP OUT OF IT! at a target within arms length of you, you may immediately remove any ongoing effect from a call. For example, by shouting SNAP OUT OF IT at someone who is under the effects of REND, the REND effect is ended prematurely.</li></ul>"
	},

	{		
		"id": "skill_alchemyInfused",
		"name": "Alchemy - Infused",
		"description": "Whether through testing potions on yourself, or simply being overexposed to fumes, some quantity of them courses through your blood, and you can invoke their powers with a thought. Once per encounter, so long as you have 1 or more body hits, you can immediately place yourself under the effect of any class C or D potion you know how to brew."
	},

	{		
		"id": "skill_specialMedicineLvl3",
		"name": "Special Medicine",
		"level": "3",
		"description": "Twice per adventure you may apply a Strengthen to a character for an encounter with ten seconds of medical roleplay. Additionally, that character may call RESIST to the first call of weaken against them.<br><br>This ability can be used on yourself, but the difficulty is much greater and cannot be achieved in combat."
	},

	{		
		"id": "skill_combatMaster",
		"name": "Combat Master",
		"level": "3",
		"description": "Through a series of intense experiences you have gained the ability to keep your attention split between your patients and the environment that you are in. Unlike a less experienced healer, you are able to continue to use a single-handed weapon or shield in one hand while you attempt to treat a patient with the other."
	},
	{		
		"id": "skill_specialMedicineLvl4",
		"name": "Special Medicine",
		"level": "4",
		"description": "Two more uses per adventure"
	},
	{		
		"id": "skill_masterOfBiology",
		"name": "Master of Biology",
		"level": "5",
		"description": "Once per adventure, with 60 seconds of medical roleplay you may apply the following abilities to a PC: Strengthened, +2 dodges, +2 calls of Rend, +2 calls of Shatter, +2 calls of Strikedown. The effect lasts until the end of the encounter. The effect may be applied before an encounter if the encounter is expected.<br><br>This ability can be used on yourself, but the difficulty is much greater and cannot be achieved in combat."
	},

	{		
		"id": "skill_masterSurgeon",
		"name": "Master Surgeon",
		"level": "5",
		"description": "Once per adventure, with sixty seconds of medical roleplaying, you can remove most negative physical effects from a character, including lost hits, addictions, diseases and recent violent death."
	},



	{		
		"id": "skill_mixAlchemy",
		"name": "Mix Alchemy",
		"level": "1",
		"description": "You are an Alchemist and treated as such for the purposes of taking and producing Alchemical Potions and Pastes. You may mix ingredients to produce Alchemical Effects. You have 6 slots for mixing alchemy you know between adventures. You may choose to make either Potions or Pastes but must specify in advance. You may change a Potion or Paste you know how to make into the other type with 10 seconds work. You may additionally recognise any potion you know how to mix, you may choose a single Class D potion to learn how to make."
	},

	{		
		"id": "skill_wellVersed",
		"name": "Well Versed",
		"level": "1",
		"description": "You may recognise any standard potion, and take a good guess at the behaviour of non-standard potions."
	},

	{		
		"id": "skill_advancedMixing1",
		"name": "Advanced Mixing",
		"level": "2",
		"description": "+3 additional potion slots for mixing between adventures"
	},

	{		
		"id": "skill_mixPotionLvl2",
		"name": "Mix Potion",
		"level": "2",
		"description": "This skill may be taken multiple times. Each time you take it, it represents a new potion you know how to mix. At level 2 you may take this skill once for a class C potion, and as many times as you wish for class D potions."
	},

	{		
		"id": "skill_advancedMixing2",
		"name": "Advanced Mixing",
		"level": "3",
		"description": "+3 additional potion slots for mixing between adventures"
	},

	{		
		"id": "skill_mixPotionLvl3",
		"name": "Mix Potion",
		"level": "3",
		"description": "This skill may be taken multiple times. Each time you take it, it represents a new potion you know how to mix. At level 3 you may take this skill once for a class B potion, and as many times as you wish for class C potions."
	},
	{		
		"id": "skill_concoction",
		"name": "Concoction",
		"level": "3",
		"description": "Your knowledge of Anatomy, Alchemy, and Medicine comes together in beautiful synergy. You can find herbs and minerals in your local environment to support your treatments. You can use these to treat poisons or disease, as well as aiding other treatments. Can use them to treat large numbers of people over an extended period of time where your usual resources would be insufficient. And other uses at GM discretion.<br><br>If you are not using the skill for another purpose and have at least 10 minutes between encounters, it is assumed you have enough time to concoct a basic poultice capable of acting as a HEAL 2."
	},

	{		
		"id": "skill_advancedApplicationLvl3",
		"name": "Advanced Application",
		"level": "3",
		"description": "Twice per Adventure you may use your advanced knowledge of Alchemy to apply a potion you know how to mix for additional effect. This additional effect will be listed on the alchemy page for each potion."
	},

	{		
		"id": "skill_advancedMixing3",
		"name": "Advanced Mixing",
		"level": "4",
		"description": "+3 additional potion slots for mixing between adventures"
	},

	{		
		"id": "skill_mixPotionLvl4",
		"name": "Mix Potion",
		"level": "4",
		"description": "This skill may be taken multiple times. Each time you take it, it represents a new potion you know how to mix. At level 4 you may take this skill once for a class A potion, and as many times as you wish for class B potions."
	},

	{		
		"id": "skill_advancedApplicationLvl4",
		"name": "Advanced Application",
		"level": "4",
		"description": "You gain an additional 2 uses of this ability per adventure, for a total of 4."
	},

	{		
		"id": "skill_potency",
		"name": "Potency",
		"level": "5",
		"description": "You may specify ONE of the potions you have mixed since the last adventure as being especially potent. The potion must usually have an encounter long effect. The potion now has an adventure long effect.<br><br>In addition, you will learn the level 3 addiction effects of the potion chosen."
	},

	{		
		"id": "skill_alchemicalManipulation",
		"name": "Alchemical Manipulation",
		"level": "5",
		"description": "You know how to apply alchemical preparations for advanced and long term effects. You may do this once per an adventure. The process is slightly time consuming and is extremely difficult to do while in combat. As well as gaining a long term benefit determined by the GM (and in keeping with what the Alchemist was attempting to achieve) the target also gains a permanent alchemical addiction. Layering multiple alchemical manipulations upon a single person are likely to have negative consequences that even the most skilled alchemists cannot predict<br><br>If done using a standard potion, the character gains a permanent level 3 addiction to that potion, modified as follows. Rather than needing to take a potion to suppress the downsides of the addiction for an encounter, a single dose will suppress the downsides for a whole adventure but will not provide the indulgence effect. Additional uses of this potion will trigger the indulgence effect, but will also result in the withdrawal effect returning at the end of the encounter. For the rest of the adventure the addiction would work as a standard Lv3 addiction.<br><br>If using a non-standard or artefact potion, please discuss with a GM."
	},

	{		
		"id": "skill_mixPotionLvl5",
		"name": "Mix Potion",
		"level": "5",
		"description": "This skill may be taken multiple times. Each time you take it, it represents a new potion you know how to mix. At level 5 you may take this skill as many times as you wish for class A potions."
	},
	{		
		"id": "skill_adjustmentLvl2",
		"name": "Adjustment",
		"level": "2",
		"description": "You may adjust up to 4 items (weapons, shields, or armour) an encounter in order to give it a single resist to a relevant call.<ul><li>Weapon: Either 1x Resist Shatter or 1x Resist Disarm</li><li>Shield: Either 1x Resist Shatter, 1x Resist Disarm, or 1x Resist Strikedown</li><li>Armour: Either 1x Resist Rend or 1x Resist Strikedown</li></ul>"
	},

	{		
		"id": "skill_adjustmentLvl3",
		"name": "Adjustment",
		"level": "3",
		"description": "You may adjust an additional 4 items per an encounter."
	},

	{		
		"id": "skill_juryRig",
		"name": "Jury Rig",
		"level": "3",
		"description": "The character can carry out repairs under pressure when need is dire. Twice per adventure, they can fully repair a broken item with ten seconds of appropriate role playing. At the end of the encounter, it will fall apart again, and need proper repairs before being useful. For Armour this is RENEW 12."
	},

	{		
		"id": "skill_masterCrafter",
		"name": "Master Crafter",
		"level": "4",
		"description": "As Level 3 crafter, but the character can field repair any non-artifact weaponry or shields, field repair artifact armour and repair other artifact equipment in a smithy. In addition, the character can choose to manufacture EITHER one mastercrafted, two superior or four standard items between each adventure. Mastercrafted items you have created will give you full benefits of a master crafter item when you are using them (including both the ability to wield it and the buffs it would give if you had the skill), this benefit is not gain when using master crafted items produced by someone else or when someone else is using your master crafted items. Finally, the character can contribute more effectively to the creation of artifacts."
	},

	{		
		"id": "skill_fittedArmour",
		"name": "Fitted Armour",
		"level": "4",
		"description": "Once per an encounter, you may (with a few seconds work) adjust some armour to make the wearer immune to ONE of the following effects, which must be chosen in advance: Strikedown/Rend/Weaken"
	},

	{		
		"id": "skill_balancedWeapon",
		"name": "Balanced Weapon",
		"level": "4",
		"description": "Once per an encounter, you may (with a few seconds work) adjust a weapon to make it immune to ONE of the following effects, which must be chosen in advance: Disarm/Shatter"
	},
	{		
		"id": "skill_ownWork",
		"name": "Own Work",
		"level": "4",
		"description": "While fighting with a weapon they have crafted themselves, the Journeyman has a base damage of DOUBLE. While wearing armour they have crafted themselves, they have +2 armour hits."
	},

	{		
		"id": "skill_perfectEnhancement",
		"name": "Perfect Enhancement",
		"level": "5",
		"description": "Once per adventure you may apply your Fitted Armour or Balanced Weapon skill to an item, and it will last for the entire adventure."
	},

	{		
		"id": "skill_legendaryItem",
		"name": "Legendary Item",
		"level": "5",
		"description": "You have crafted a thing that is very personal to you and who you are. It will be an item of equipment of at least mastercrafted quality with additional effects, the fate of which is deeply entwined with your own."
	},

	{		
		"id": "skill_wealth",
		"name": "Wealth",
		"description": "You are skilled in leveraging deals and managing ongoing operations to secure an income. Instead of the standard wealth scale, you use a scale of 27, 54, 81, 108, 135."
	},

	{		
		"id": "skill_operations",
		"name": "Operations",
		"description": "You can leverage your experience managing mechantile enterprises to expand your operations. You can maintain two resources rather than just one."
	},

	{		
		"id": "skill_wellTravelled",
		"name": "Well Travelled",
		"description": "The character has travelled widely, and can be assured of finding a local trading contact in any decently sized settlement they come to."
	},

	{		
		"id": "skill_journeymanKnowledgeLvl2",
		"name": "Journeyman Knowledge",
		"description": "The character has a wide breadth of knowledge on certain subjects. Choose a relatively broad subject. Your character is well informed on the ins and outs of it."
	},
	{		
		"id": "skill_journeymanKnowledgeLvl3",
		"name": "Journeyman Knowledge",
		"description": "The character has a wide breadth of knowledge on certain subjects. Choose a relatively broad subject. Your character is well informed on the ins and outs of it."
	},

	{		
		"id": "skill_jackOfAllTrades",
		"name": "Jack of all Trades",
		"description": "Your character knows a relevant tidbit about almost any matter historical, academic or economic."
	},

	{		
		"id": "skill_improvedSkillFocus",
		"name": "Improved Skill Focus",
		"description": "Depending on your Skill Focus, you can gain the following improved effect:<ul><li>Crafting - Upgrades: You may now upgrade TWO items for the duration of an encounter (per an encounter).</li><li>Medicine - Healing Hands: You get an additional use of this ability per an encounter.</li><li>Alchemy - Infused: The usage of this ability increases to either two class C or D potions in an encounter OR one class A or B potion in an encounter.</li><ul>"
	},
	{
		"id": "skill_improvedUpgrades",
		"name": "Crafting - Upgrades",
		"description": "You may now upgrade TWO items for the duration of an encounter (per encounter)"
	},
	{
		"id": "skill_improvedHealingHands",
		"name": "Medicine - Healing Hands",
		"description": "You get an additional use of this ability per encounter"
	},
	{
		"id": "skill_improvedInfused",
		"name": "Alchemy - Infused",
		"description": "The usage of this ability increases to either two class C or D potions in an encounter <strong>OR</strong> one class A or B potion in an encounter"
	},
	{		
		"id": "skill_contacts",
		"name": "Contacts",
		"description": "Choose two groups from the factions list (other than the wayfinder's guild and council). The Character has connections and influence with these groups.<br>Examples would include: Engineers guild, Circle of the Broken Wing, House Terrec, College of the Stars, etc."
	},
	{		
		"id": "skill_extremelyWellVersed",
		"name": "Extremely Well Versed",
		"level": "3",
		"description": "Your experience with alchemy extends to replicating the effects of other potions. With ten seconds work you may mix two different potions of the same level to produce a third potion of that level which will last until the end of the encounter. You must have had the opportunity to study this type of potion before, but do not need to know how to create it yourself.<br><br>In addition, you are an experienced observer of the effects of addiction. Whenever a member of your party has to flip a coin at the end of an adventure at risk of a level 3 addiction, you learn what the effects of that addiction would have been, even if they don't develop it, unless you were separated at the end of the adventure."
	},
	{		
		"id": "skill_greaterForms",
		"name": "Greater forms",
		"description": "You know and practice martial forms with weight and meaning beyond simple combat, bringing clarity of mind and spiritual insight. The practical benefits of these forms are difficult to see, although practitioners tend to develop abilities surpassing their more practical minded compatriots and being a practitioner will win you respect in certain social circles."
	},

	{		
		"id": "skill_situationalAwareness",
		"name": "Situational Awareness",
		"description": "Assuming you are regularly practising your Greater Forms, then you will always take BLIND X as BLIND 3"
	},

	{		
		"id": "skill_alertness",
		"name": "Alertness",
		"description": "Assuming you are regularly practising your Greater Forms, then you may chose to dodge Backstab calls."
	},

	{		
		"id": "skill_ironWill",
		"name": "Iron Will",
		"description": "You are immune to the FEAR call."
	},

	{		
		"id": "skill_transcendance",
		"name": "Transcendance",
		"description": "Assuming you are regularly practising your Greater Forms, then your greater abilities can be utilised to dominate a fight. For one encounter during an adventure you can utilise the following combat calls by roleplaying the practise of several steps from your greater forms (this should involve several seconds of slow breathing and slow exaggerated weapon movements as a minimum).<ul><li>1x Mass Zero Strikedown (Unarced)</li><li>1x Mass Fear Monsters (Unarced)</li><li>2x Mass Rend (This must be arced and the arc must contain a MAXIMUM of 3 individuals)</li>"
	},



	{		
		"id": "skill_tactics",
		"name": "Tactics",
		"description": "You can understand a battle map, have knowledge of basic tactics, and great experience of leading small units."
	},

	{		
		"id": "skill_leaveNoManBehind",
		"name": "Leave No Man Behind",
		"description": "This skill gives you you a pool of dodges that may only be used in specific scenarios. Every encounter you have access to a number of dodges equal to the number of members in your party. You may only use these dodges when moving through combat to reach a party member who has been dropped in combat or when moving a dropped party member away from combat."
	},


	{		
		"id": "skill_smallUnitLeadership",
		"name": "Small Unit Leadership",
		"description": "During an encounter you can co-ordinate with another member of your party in order to bring down a particular foe. For the rest of the encounter you and you co-ordinated ally get +1 damage against the specified target. This stacks with Strengthen, but does not stack with any other source of +1 Damage."
	},


	{		
		"id": "skill_illHoldThemOff",
		"name": "I'll hold them off",
		"description": "Sometimes when things go bad there is no option but to retreat. Yet all good soldiers know that it is when you retreat that you are most vulnerable. When working with less experienced fighters (as often happens when dealing with adventurers) the experienced soldier will defend the rear as the less experienced make their retreat or move to regroup. 3 times per an adventure, you may aid in the escape of other members of the party. Each time you use this ability you gain 10 seconds where you may be defending or retreating, but may not make any offensive calls (you may feint with your weapons or even make strikes). During these ten seconds you must call resist to all damage and effects calls."
	},


	{		
		"id": "skill_tacticalStrike",
		"name": "Tactical Strike",
		"description": "Your experience in battle gives you and your allies a substantial advantage in combat. Once per an adventure you may give strategy advice which carries a benefit if followed. You may specify a target opponent to each party member (yourself included). At any point during the encounter that the party member is engaged with the opponent you specified they gain the following benefits:<ul><li>+1 Damage</li><li>+2 Dodges<li>"
	},


	{		
		"id": "skill_theRightPeople",
		"name": "The Right People",
		"description": "You know how to find the right sort of people to offer your services. You will have 1 or 2 contacts who regularly make use of your services, and will quickly be able to find potential employers in large population centres (medium sized towns and larger)."
	},

	{		
		"id": "skill_knowingHowToSellYourself",
		"name": "Knowing how to sell yourself",
		"description": "You are more used to dealing with employers. Unless the employer has an existing relationship with another member of the party, you can expect to have arranged all of the following with your employer:<ul><li>A 10 Riel increase on your pay</li><li>A pre-briefing. It is probably that this will have allowed you to glean a few key facts that would not have been picked up from the standard brief.</li><li>Some sort of acknowledgement that you are the more experienced team member, this may range from a suggestion that the party should make use of your experience to explicitly being put in charge of the mission.</li></ul>If the employer has a pre-existing relationship with a party member then you will probably still be able to arrange the pay increase, but it is unlikely you will gain the other benefits."
	},

	{		
		"id": "skill_itsAllBusiness",
		"name": "It's All Business",
		"description": "You're in it for the money, and that means keeping your costs down as well as ensuring decent pay for your work. You have a network of associates who you can use to get your supplies at a reduced rate. Any purchases for weapons, armour, or other resources (potions, tents, etc) are reduced by 25%. This does NOT apply to the purchase of resources, nor does it stack with other reductions (take the largest)."
	},

	{		
		"id": "skill_escalation",
		"name": "Escalation",
		"description": "You know that they key to a quick take down is to hit first and to hit hard. This doesn't mean that you will always solve your problems through violence (violence means injuries, which means paying for healing, which means a smaller profit), but when you do resort to violence you resort first. On any occasion when you are the first individual to call damage in an encounter, the first two calls you make can be QUINT STRIKEDOWN."
	},

	{		
		"id": "skill_friendsInHighPlaces",
		"name": "Friends in High Places",
		"description": "You're a talented Mercenary, you have a wide network of contacts, and you know exactly how to leverage them to best effect. In trees.<br><br>Once per an adventure, you can have paid for some Mercenary aid. They will already be deployed in bushes, trees, or other hideouts, having followed your party for a short while (knowing exactly when you would need a helping hand stems from your experience and a mercenary's sixth sense for trouble). During this encounter you will have access to the following calls (these are ranged calls which simulate archery from off-stage mercenaries):<ul><li>One use of either MASS QUINT STRIKEDOWN MONSTERS or MASS DOUBLE REND MONSTERS (as your mercenaries go for killing shots or debilitating shots)</li><li>Four uses of REND, DISARM, or WEAKEN (as your mercenaries make shots which aid in your combat)</li></ul>"
	},



	{		
		"id": "skill_signatureMove",
		"name": "Signature Move",
		"description": "You have practised a very specific and flashy move (Zorro's carving of a \"Z\" into his opponents clothes using his sword is an example of this skill). This can be delivered by calling ZERO when striking with your weapon. In order to use this skill you must remember to brief everyone before the beginning of the adventure that any ZERO called by your character will be your signature move (and describe what this signature move is). Please consider which weapon you are using when deciding what your signature move will be (the GMs will be unimpressed with anyone carving a “Z” into their opponents clothes using a mace)."
	},

	{		
		"id": "skill_singleHandedFocus",
		"name": "Single Handed Focus",
		"description": "Triple the number of all offensive combat calls you gain through weapon mastery, talent and supremacy skills while fighting with a weapon in one hand and nothing in your off hand. Any single use damage bonuses from superior or master-crafted weapons are also tripled. This skill acts as Single Hand Focus for the purposes of pre-requisites in the fighter tree. (Note: this does apply if you have a throwing weapon in one hand and are carrying nothing in the other)."
	},

	{		
		"id": "skill_rollWithTheBlow",
		"name": "Roll with the Blow",
		"description": "Twice per an encounter you may negate the effect part of a call. Instead you MUST take a strikedown, even if you would otherwise be able to resist the strikedown."
	},

	{		
		"id": "skill_allAgainstOne",
		"name": "All against One",
		"description": "When you are fighting alone (do not have any allies fighting with you) and are facing 2 or more opponents in melee, you may call resist to every other strike called against you. You may ignore all components of the resisted call."
	},

	{		
		"id": "skill_poiseOfADancer",
		"name": "Poise of a Dancer",
		"description": "You gain a single free dodge against each opponent within the encounter. The free dodge granted by that opponent may only be used against calls made by that opponent. In the case of encounters featuring waves, you only gain one dodge for each phys-rep, not one of each waved opponent."
	},

	{		
		"id": "skill_thePerfectDance",
		"name": "The Perfect Dance",
		"description": "Sometimes things just play out right. Once per an adventure you can enjoy an encounter of exceptionally lucky timing. During this encounter, every time you dodge a blow you may immediately return the call against the opponent who delivered it.<br><br>If you are using this skill with the Skirmisher Agility class feature, you may only reflect one blow per an opponent, per a use of agility."
	},



	{		
		"id": "skill_aRelationshipWithTheChurch",
		"name": "A relationship with the Church",
		"description": "Abilities in this path stem from training provided by the church, items lent by the church, or abilities of the church used upon you. They do not stem (at least directly) from divine favour, and will not be lost as a result of losing favour with your god. It is possible for some of these to be lost by falling out with your Church, although falling out with a single priest will not be enough (threatening the high priest would be). In this situation you would need to find a new Church willing to take you in before some abilities would be re-instated."
	},

	{		
		"id": "skill_relationshipWithTheChurch",
		"name": "Relationship with the Church",
		"description": "You have a relationship with one of the Churches of Acryn, and have been trained by them to fight in their armed forces. You will be recognised by members of the church (so long as you are wearing their livery) as someone who can be trusted."
	},

	{		
		"id": "skill_indoctrinated",
		"name": "Indoctrinated",
		"description": "You have been trained to face down the enemies of the church. In the face of great fear you can wield your resolve and stand your ground. When the subject of a fear call you call IMMUNE and stand your ground. You may not further approach the source of the fear but may otherwise continue fighting normally."
	},

	{		
		"id": "skill_blessedWeapon",
		"name": "Blessed Weapon",
		"description": "So long as you maintain good-standing with the church, you will always be able to find a priest willing to lay a blessing upon one of your weapons or your armour. This blessing only lasts for a few weeks (one adventure). The effect of the blessing will vanish if the weapon or armour is repaired or leaves your possession for more than a few moments. If you wish to continue wearing a suit of ruined armour, you can continue to derive the benefits of the blessing. TAM INSERT TABLE HERE PLS THX"
	},

	{		
		"id": "skill_blessedWarrior",
		"name": "Blessed Warrior",
		"description": "You have participated in a grand ceremony where you were dedicated as a Champion of the Church and your God (or at least the Church's God). This has two effects:<ol><li>You are noticeably blessed; agents of the god providing the blessing (e.g., divine animals and similar) will respond well to you while priests and lay worshippers will probably respond well to you.</li><li>You gain the Divine Favour effect from the priest tree for ONE level 1 or 2 miracle from your Churches tree.</li></ol><br><br>Note: this is an effect performed by priests with the aid of a large congregation, not the direct intercession of a God. If you defy the God or Church the effect will remain in place, but it is highly likely that the Church will be out to get you (and should they get you will at minimum try to remove the blessing and probably just kill you)."
	},

	{		
		"id": "skill_holyCrusader",
		"name": "Holy Crusader",
		"description": "Once per an adventure you may have an encounter which behaves as if you were in the sight of the gods, although is powered by the blessings laid upon you rather than the sight of the gods. You may make free use of the miracle you gained as part of Blessed Warrior (although the usual time limits will apply)."
	},




	{		
		"id": "skill_warriorsAura",
		"name": "Warrior's Aura",
		"description": "You exude the nature of the warrior. When you shake hands people wince. If people had to guess who would win in a fight, they'll assume you will. For obvious reasons you will not usually be able to intimidate your way past an encounter, but you are more imposing than your average adventurer and this can be used to your advantage (please remind the GMs you have this skill when you believe it is appropriate)."
	},

	{		
		"id": "skill_powerfulArms",
		"name": "Powerful Arms",
		"description": "Your natural power or training allows you to wield weapons more easily than others. For the purposes of skill use, any weapon you wield which is less than 48in in length instead acts as if it were 36in in length."
	},

	{		
		"id": "skill_bronzeSkin",
		"name": "Bronze Skin",
		"description": "Your skin is substantially tougher than most. You have an additional three hit points which count as flesh for the purpose of healing, but armour for the purposes of taking damage. These hit points are lost after your armour but before your flesh hits."
	},

	{		
		"id": "skill_dieHard",
		"name": "Die Hard",
		"description": "When dropped to zero hits you may choose to remain conscious and keep moving. If you choose to do this, the following rules apply:<ul><li>Your death counts starts as normal.</li><li>Any blow you receive increases your death count by 5 seconds regardless of the damage called (unless the damage was ZERO)</li><li>Staunching does NOT stop your death count, you must have regained at least a single hit point in order to stop bleeding.</li><li>HEAL ZERO does NOT stop your death count, you must have regained at least a single hit point in order to stop bleeding.</li></ul>"
	},

	{		
		"id": "skill_overwhelmingPower",
		"name": "Overwhelming Power",
		"description": "Once per an adventure you may draw more heavily on your power. For the duration of the encounter you are using this ability all damage that you call will be QUINT."
	},



	{		
		"id": "skill_atHomeInTheShadows",
		"name": "At Home in the Shadows",
		"description": "You are used to moving silently within the shadows. You have a reasonable chance of being able to sneak past guards or watches without alerting them, pick a lock, or perform other similar activities. Counts as Larceny for the purposes of Pre-reqs in the Skirmisher tree or in backgrounds."
	},

	{		
		"id": "skill_cloakAndDaggerMastery",
		"name": "Cloak & Dagger Mastery",
		"description": "Triple the number of all offensive combat calls you gain through weapon or dagger mastery, talent and supremacy skills while fighting with a weapon in one hand and a cloak in your off hand (scarves, handkerchiefs, other distractions, or nothing also count so long as you are only wielding one weapon and no shield). Any single use damage bonuses from superior or master-crafted weapons are also tripled. This skill counts as Single Hand Focus for the purposes of pre-requisites in the fighter class."
	},

	{		
		"id": "skill_theArtOfObfuscation",
		"name": "The Art of Obfuscation",
		"description": "By preparing some earth, dust, or other irritant you may temporarily remove an opponent's vision during a fight. Once per encounter you may call Blind 5 against a single target."
	},

	{		
		"id": "skill_theAlreadyCompleteDeception",
		"name": "The Already Complete Deception",
		"description": "Your experience with the arts of deception mean you are always partially prepared to divert an attack away from you, and can accomplish deceptions capable of completely fooling the senses of others at a moment's notice. So long as you were not caught completely unaware you may use two of your dodges to completely avoid the effects of an attack you would not usually be able to block (for example, a ranged attack by a wayfinder or a magical spell). If you are a Skirmisher, you may also choose to use up one of your uses of Agility to dodge an otherwise undodgable attack. <br><br>This probably will not work on abilities which require GM adjudication (usually level 5 mage or priest skills)."
	},

	{		
		"id": "skill_becomeTheShadow",
		"name": "Become the Shadow",
		"description": "Your experience at distracting the enemy means that you might as well be invisible. For one encounter per an adventure you may use the following additional rules:<ul><li>When you use a dodge you may immediately follow the call with a “DISAPPEARING” call and put your fingers up to indicate you are OC.</li><li>You may choose to use a dodge to do this even if you were not struck.</li><li>You then have 5 seconds to relocate your position in the fight. You may only position yourself in places you can easily get to and may not ask people to make way for you.</li><li>You must then call “APPEARING” and drop your fingers to indicate that you are now IC again.</li><li>You may choose to do this earlier if you wish</li><li>You cannot be struck during this time.</li><li>You may not attack during this time.</li><li>You may still treat anything you witness as having been witnessed by your character.</li></ul>This ruleset represents a distraction sufficient to completely mask your movement. It does not represent true invisibility or teleportation.<br><br>You must explain these additional calls at the beginning of any adventure which you are playing."
	},



	{		
		"id": "skill_longTermDefender",
		"name": "Long Term Defender",
		"description": "You have an ongoing relationship with a Principal. They have a high opinion of you, and this will open doors for you."
	},

	{		
		"id": "skill_illBeYourOpponent",
		"name": "I'll be your opponent",
		"description": "Once per an encounter, when your Principal is being threatened, you may call “I'll be your opponent”. Assuming the opponent is intelligent, their intention to attack will be redirected to you. This will not result in them blindly attacking you, and they will defend themselves if attacked by others. You will need to explain these additional rules before any adventure that you will be playing."
	},

	{		
		"id": "skill_principalDefence",
		"name": "Principal Defence",
		"description": "When you are actively fighting to protect them (within a few feet), your Principal gains access to a pool of five dodges. Access to this pool is lost if you get too far from them. (You will need to explain these rules to your Principal before the encounter)"
	},

	{		
		"id": "skill_activeDefence",
		"name": "Active Defence",
		"description": "You may defend those who are physically close to you with your own body. If an ally who is close to you (within arms reach) takes damage, you may immediately respond with a HEAL X up to the amount of damage they just took. You must then deduct this amount from your own hit points (this CAN be taken from your armour unless the original call was through damage).<br><br>Additionally, you start with a pool of 5 extra hit points every encounter which can only be used for the purpose of using this skill. These do not accumulate across encounters."
	},

	{		
		"id": "skill_impenetrableDefence",
		"name": "Impenetrable Defence",
		"description": "You are capable of pushing yourself to the limits of human capability to keep a safe barrier between your principal and the enemy. Once per an adventure you may provide the following rules to the player of your principal:<ul><li>So long as they are within arms reach of you and not engaging in melee combat, they must respond to any dodgable attack against them with the call \"IMMUNE:Body Guard\".</li><li>They must still behave as if you are protecting them.</li><li>They may still engage in ranged combat and can be hit by ranged combat.</li><li>They still have the pool of five dodges from Principal Defence.</li></ul>"
	},



	{		
		"id": "skill_standardBearer",
		"name": "Standard Bearer",
		"description": "You are a standard bearer for the armed force of one of the organisations in Acryn (see The Churches, The Colleges, The Noble Houses, Mercantile Interests, The Wayfinder's Guild, & The Forces of Acryn for relavant organisations). In the event of war you will be a key part of organising their force, acting as a staging point, and relaying the orders of the unit commander. For now, you help manage their drills and lead the force during parades.<br><br>You are trained to hold a standard while in combat (represented by a larp-safe staff or polearm). Your experience means that you can use this to defend yourself while in combat. You gain 2 uses of Resist Shatter, Disarm, or Strikedown per encounter against blows which hit your standard.<br><br>Additionally, you may purchase skills which require Medium Shield Use as a pre-requisite. Your standard takes the place of a medium shield for the purposes of these skills.<br><br>When fighting with a weapon and standard, resists from standard or shield skills can be applied to strikes against either your standard or your weapon."
	},

	{		
		"id": "skill_gauntletUse",
		"name": "Gauntlet Use",
		"description": "Rather than attempting to fully outfit their Standard Bearers in plated armour, it has become common practice to focus the armour in key areas, such as the hands and arms. For the purposes of using your Standard Bearer skills, any strike that hits your arms below the elbow counts as a hit on your Standard."
	},

	{		
		"id": "skill_rally",
		"name": "Rally",
		"description": "The standard bearer is the rallying point for their unit, when things have gone wrong they are the place you head. They are used to getting themselves to a defendable position, and getting their unit back to them. Once per an encounter, when the party has been separated, the Standard Bearer can call \"RALLY ON ME\". At this point ALL members of the party gain 5 seconds of dodges so long as they head directly for the Standard Bearer and continue to fight there. Any character on 0 hits may during this time crawl or stagger towards the standard bearer before collapsing again. The Standard Bearer will need to explain these extra rules at the beginning of any adventure in which they are playing."
	},

	{		
		"id": "skill_unyieldingIcon",
		"name": "Unyielding Icon",
		"description": "You may call immune against any SHATTER or DISARM call made against your standard. You may call a FEAR against any enemy whose call you negate in this way."
	},

	{		
		"id": "skill_callToArms",
		"name": "Call to Arms",
		"description": "The Standard Bearer is used to giving encouragement when the battle wears on too long. Once per an adventure you can make a call to arms. This should in some way include the organisation you serve or the cause currently being fought for, but MUST end with the key phrase “WE CAN GO ON”. When a call to arms is used every member of the party (yourself included) has any encounter-use abilities refreshed as if they had just entered the encounter. This ability does not restore lost hit points, any adventure-use abilities, or abilities gained through drinking a potion within that encounter. The Standard Bearer will need to explain these extra rules at the beginning of any adventure in which they are playing."
	},




	{		
		"id": "skill_experiencedHunter",
		"name": "Experienced Hunter",
		"description": "You have experience hunting (and on occasion being hunted) by wild creatures. You have a strong knowledge of the creatures to be found in the area immediately surrounding Acryn (and their flux equivalents). This extends to include any environment your survivalist covers."
	},

	{		
		"id": "skill_maimingShot",
		"name": "Maiming Shot",
		"description": "Twice per an encounter you may call WEAKEN with a weapon you know how to use."
	},

	{		
		"id": "skill_shotOnTheRun",
		"name": "Shot on the Run",
		"description": "Once per an encounter you may use a single effect that you are capable of delivering by arrow or throwing dagger against a target within 5m. You do not need to loose an arrow to do this (although should in some way roleplay a fast shot made with your bow or crossbow)."
	},

	{		
		"id": "skill_disablingShot",
		"name": "Disabling Shot",
		"description": "Your accuracy can completely ruin a creature's (or person's) limb as it shatters the bone and tears the ligament. Twice per an encounter you may make a call of WOUND 30 by weapon, or if carrying a bow or crossbow, at anyone within range."
	},

	{		
		"id": "skill_ridiculousTrickShot",
		"name": "Ridiculous Trick Shot",
		"description": "For one encounter per an adventure you may make ridiculous trick shots. On any occasion where you successfully hit a target with one of your arrows or throwing daggers, you may make the same call against a second target within 2 meters."
	},



	{		
		"id": "skill_fortifiedDefence",
		"name": "Fortified Defence",
		"description": "You are experienced in organising the defence of fortified locations. In the event you are involved in a siege, the defenders can benefit from your experience. If you are also a member of the city watch then you will be responsible for a watch on the city walls, and be well respected for this duty."
	},

	{		
		"id": "skill_perfectDefence",
		"name": "Perfect Defence",
		"description": "Your experience allows you to make good use of the terrain when you have the opportunity to. You may select a suitable position within the encounter to hold, and gain a benefit from doing so. You will gain a pool of 3 additional dodges so long as you have not taken more than a single step from where you were standing when you loosed your first arrow. You may not regain this advantage once you have moved."
	},


	{		
		"id": "skill_entrenchedPosition",
		"name": "Entrenched Position",
		"description": "Your experience allows you to make good use of the terrain when you have the opportunity to. You may select a suitable position within the encounter to hold, and gain a benefit from doing so. You will gain +1 damage so long as you have not taken more than a single step from where you positioned yourself (you must have been standing still for 10 seconds before you gain this benefit). If you move, you lose all benefits until you spend another 10 seconds entrenching yourself. This stacks with Strengthen but does not stack with any other source of +1 damage."
	},


	{		
		"id": "skill_repositioning",
		"name": "Repositioning",
		"description": "Twice per an encounter, when you are standing in an entrenched position you may call MASS ZERO STRIKEDOWN so long as you immediately move away from the area."
	},


	{		
		"id": "skill_noWallWithstand",
		"name": "No Wall Withstand",
		"description": "Your experience defending your own walls has left you with no doubts about the problems they pose in the hands of defenders. With much practice and some modifications to your own weapons have provided you with a semblance of a solution. Once per an adventure you can have an encounter where you make full use of the strength of your modified weapon to apply massive damage to the enemy. During this encounter you may call BLAST TRIPLE three times on successfully hitting an opponent. In the event you are engaged in combat with an enemy ensconced behind a wall (and are using a bow or crossbow) you can instead call this damage directly as the force of your blows cause parts of the wall to fracture, injuring those behind it."
	}

]